{
  "common": {
    "ok": "Aceptar",
    "cancel": "Cancelar",
    "continue": "Continuar",
    "subtotal": "Subtotal",
    "total": "Total",
    "deliveryAmount": "Costo de envío",
    "someError": "Lo sentimos, ha ocurrido un error inesperado",
    "operationSuccess": "Proceso realizado con éxito",
    "operationExecuted": "Proceso ejecutado",
    "notFound": {
      "dishes": "No se han encontrado resultados",
      "tellUsWhatNeed": "Cuéntanos lo que necesitas y encontraremos la mejor opción."
    },
    "dishes": "Platillos",
    "next": "Siguiente",
    "save": "Guardar",
    "cannotConnect": "Lo sentimos, no se puede conectar con el servidor",
    "add": "Agregar",
    "send": "Enviar",
    "discount": "Descuento",
    "ready": "Listo",
    "understand": "Entendido",
    "omit": "Omitir",
    "moreInfo": "Más información",
    "select": "Seleccionar",
    "credit": "crédito",
    "credits": "créditos",
    "writeHere": "Escribe aquí",
    "confirm": "Confirmar",
    "free": "Gratis",
    "view": "Ver",
    "delivery": "Entrega",
    "articles": "Artículos",
    "tax": "NIT",
    "yes": "Sí",
    "comment": "Comentario",
    "search": "Buscar",
    "revenue": "Ganancia",
    "summary": "Resumen",
    "orders": "Pedidos",
    "delivered": "Entregado",
    "totalToInvoiced": "Total a facturar",
    "taxAmount": "Impuesto"
  },
  "initScreen": {
    "homemadeFood": "Comida Kasera",
    "byChefIndependently": "Por chefs independientes",
    "register": "Regístrate",
    "login": "Iniciar sesión",
    "exploreApp": "Explora la app",
    "selectCountry": "Selecciona tu país"
  },
  "registerFormScreen": {
    "title": "Regístrate",
    "firstName": "Nombre:",
    "lastName": "Apellido:",
    "email": "Correo:",
    "password": "Contraseña:",
    "phone": "Teléfono:",
    "acceptThe": "Acepto los",
    "termsAndConditions": " términos y condiciones ",
    "andThe": " y las ",
    "privacyPolicy": " políticas de privacidad",
    "info": "Llena los espacios con la información que se solicita.",
    "register": "Crear cuenta",
    "firstNameRequired": "Debes ingresar tu nombre",
    "lastNameRequired": "Debes ingresar tu apellido",
    "emailRequired": "Debes ingresar tu correo electrónico",
    "passwordRequired": "Debes ingresar tu contraseña",
    "phoneRequired": "Debes ingresar tu número de teléfono",
    "emailFormat": "Debes ingresar un correo electrónico válido",
    "acceptsTerms": "Debes aceptar los términos y condiciones",
    "phoneFormatIncorrect": "Parece que tu número es incorrecto. Ingresa el código de area",
    "passwordMinLength": "La contraseña debe tener al menos 4 caracteres",
    "logIn": "Iniciar sesión",
    "phoneFormatIncorrectGt": "Número de teléfono inválido"
  },
  "errorScreen": {
    "title": "Error",
    "friendlySubtitle": "Lo sentimos, algo no ha funcionado como se esperaba",
    "reset": "Restablecer"
  },
  "termsConditionsScreen": {
    "title": "Términos y condiciones",
    "text1": "Kasera, Inc. y Aiuda, S,A. ( “Kasera”, “nosotros”) a través de su empresa Kasera provee sus servicios (descritos abajo) a través de su sitio web ubicado en www.kaserafood.com (“Sitio(s) Web”) y a través de sus aplicaciones móviles y servicios relacionados (esos servicios, llamados colectivamente incluyendo cualquier nueva característica o aplicación, y el Sitio Web, como los “Servicio(s)” están sujetos a los siguientes Términos y Condiciones (modificados cada cierto tiempo, los “Términos y Condiciones”). \n \nEstos Términos y Condiciones forman un contrato legalmente vinculante (“El Acuerdo”) entre tú, Kasera, su casa matriz, sus subsidiarias, representantes, afiliados, oficiales y directores gobernando tu uso del Servicio. Nos reservamos el derecho, a nuestra discreción, de cambiar o modificar porciones de estos Términos y Condiciones en cualquier momento. Si hacemos esto, publicaremos los cambios en esta página e indicaremos la última fecha en que estos Términos y Condiciones fueron revisados. Nosotros nos tomaremos la tarea de notificarte acerca de cambios materiales en los Términos y Condiciones, tanto a través de la interfaz de usuario, un correo electrónico u otros medios razonables. Cualquier posible modificación será efectiva inmediatamente aceptes los Términos y Condiciones modificados. Tu uso del Servicio después de la fecha en que algún cambio sea efectivo constituye tu inmediata y efectiva aceptación de los nuevos Términos y Condiciones. A no ser que se realicen cambios materiales a las provisiones de arbitraje contenidas, aceptas que una modificación de este acuerdo no crea un oportunidad renovada de rechazar el arbitraje (si aplica). Si no aceptas acatar estos o futuros Términos y Condiciones, no uses o accedas (o continues accediendo) al Servicio. \n \nPor favor lee estos Términos y Condiciones detenidamente, ya que contienen un acuerdo de arbitraje y otra información importante con respecto a tus derechos legales, recursos y obligaciones. El acuerdo de arbitraje requiere (con excepción limitada), que presentes cualquier reclamo que tengas contra nosotros a un arbitraje vinculante y final, y además 1) sólo podrás presentar reclamos contra Kasera de forma individual, no como demandante o miembro en cualquier clase de demanda, acción o procedimiento representativo o colectivo. 2) Solo podrás solicitar compensación (incluyendo compensación monetaria, judicial o declaratoria) de forma individual, y 3) Es posible que no puedas tener ningún reclamo contra Nosotros resuelto por una corte o tribunal de ley. Al aceptar estos Términos y Condiciones y/o usando el Sitio Web de Kasera, expresamente admites y  aceptas que has leído y aceptado, sin limitante o capacidad impedida, ser suscrito y afecto por estos Términos y Condiciones y que aceptas todos los Términos y Condiciones. \n \nAdemás, al utilizar ciertos servicios, podrías estar sujeto a otros términos adicionales a esos servicios que puedan ser publicados en el Servicio de vez en cuando, incluyendo, sin ser limitante, la Política de Privacidad, ubicada en www.kaserafood.com/privacy-policy y a los formularios de registro para cocineros en caso seas un usuario que haya llenado estos formularios. Todos esos términos son por lo tanto, incorporados por referencia en estos Términos y Condiciones. \n \nAcceso y uso de el Servicio \n \nDescripción del Servicio: El servicio es una plataforma tecnológica que provee un mercado virtual que permite conexiones entre chefs independientes, proveedores de catering y otros individuos que deseen listar, ofrecer, vender y entregar alimentos, productos artesanales, productos preparados (“Comida(s)”) al público general y clientes que naveguen y compren Comidas. Usuarios que compren Comidas son “Cliente(s)” y usuarios que vendan Comidas a través de el Servicio son “Vendedor(es)”. Un usuario puede ser tanto Cliente como Vendedor. Todas las compras son realizadas directamente (y todo contacto de compra y venta es entre Clientes y Vendedores). \n \nKasera ofrece un mercado, no es un Vendedor y no prepara, empaca o vende alimentos. El Servicio otorga la habilidad a los usuarios de conectarse entre ellos y servicios relacionados pero Nosotros no somos una parte en ninguna transacción de compra o venta. Para motivar el uso recurrente de el Servicio, Kasera puede ofrecer facilitar la resolución de disputas entre Clientes y Vendedores, pero Kasera no tiene control sobre y no garantiza a) la existencia, calidad, seguridad, autenticidad o legalidad de las Comidas ofrecidas o vendidas en el Servicio; b) la verdad o exactitud del contenido u oferta de los Vendedores en el Servicio; c) la habilidad de un Vendedor de vender Comidas a través del Servicio y entregar las Comidas dentro del las ventanas de entregas requeridas; d) la habilidad de los Clientes para pagar por Comidas compradas a través del Servicio; o e) que un Cliente o Vendedor completen realmente una transacción, que el envío y despacho sucedan sin inconvenientes, o que sea posible retornar una Comida a través del Servicio. \n \nLos Vendedores son dueños de empresas independientes y contratistas independientes y no son empleados socios, representantes, agentes, miembros de un proyecto conjunto, contratistas independientes o franquiciatarios de Kasera. \n \nKasera no cocina, empaca o entrega comida y no emplea personas para cocinar, empacar o entregar comida. \n \nCada Vendedor es individualmente responsable de cumplir con todas las leyes aplicables, reglas, regulaciones y estándares, incluyendo, pero no limitadas a aquellas que rigen sobre la preparación, venta, comercialización, y empaque de todas las Comidas ordenadas a través de Kasera, y actualizar detalles y precios relacionadas a las Comidas ofrecidas. Cada Vendedor es responsable legalmente por la calidad, seguridad y frescura de sus productos y Kasera no verifica las credenciales, representaciones, productos, servicios o precios ofrecidos por ninguno de los Vendedores, y no garantiza la calidad de los productos o servicios, o que los Vendedores o Comidas cumplan con las leyes aplicables. Kasera no será demandable o responsable de ninguna manera por cualquier Comida proveída por los Vendedores que sea causa de daños de tu salud, lesiones o que no cumpla tus expectativas. \n \nDependiente la jurisdicción, Kasera podría entrar en acuerdos con contratistas independientes (cada uno una “Empresa de Entregas”) para proveer servicios de entregas bajo ciertas circunstancias y si es deseado así por Vendedores individuales o Clientes. Si un Vendedor o Cliente elige usar a una Empresa de Entregas para entregar una Comida, Kasera no está ofreciendo esos servicios de entrega y no tiene ninguna responsabilidad o responsabilidad legal por las acciones o inacciones de cualquier Empresa de Entregas. Kasera no será responsable legalmente o responsable por cualquier servicio de entrega proveído por una Empresa de Entregas o por cualquier error o mala representación hecha por ellos. Las Empresa de Entregas son requeridas a cumplir con todas las leyes aplicables, reglas y regulaciones. \n \nObligaciones de registro: Podrías estar obligado a registrarte con Kasera para poder acceder y usar ciertas características del Servicio. Si eliges registrarte para el Servicio, aceptas que proveerás y mantendrás información verdadera, acertada, vigente y completa sobre tu persona, como es incitado en los campos en el formulario de registro de el Servicio. La información de registro y otros tipos de información sobre ti, son gobernados por nuestra Política de Privacidad. El Servicio está disponible únicamente para individuos que forman contratos legalmente  vinculantes bajo las leyes aplicables. Sin limitar lo anterior, el Servicio no está disponible para menores (personas menores de edad según cada legislación aplicable) o a usuarios suspendidos temporal o permanentemente suspendidos o eliminados de el Servicio (tanto Clientes como Vendedores). Si no calificas, por favor no uses el Servicio. Kasera se reserva el derecho de rechazar el acceso o el uso del Servicio, a cualquiera que infrinja los Términos y Condiciones o por razones relacionadas a la seguridad de la comunidad Kasera, incluyendo usuarios de Kasera, empleados o usuarios prospectos. Solo estás autorizado a crear o usar una sola cuenta para el Servicio y está prohibido el uso de alter egos o cualquier otro tipo de identidad disfrazada mientras se use el Servicio. \n \nCuenta de miembros, contraseña y seguridad: Tu eres responsable por mantener la confidencialidad de tu password y cuenta, si existe alguna, y eres completamente responsable por cualquiera y todas las actividades que ocurran dentro de tu acceso a tu cuenta. Aceptas a) notificar inmediatamente a Kasera sobre cualquier uso sin autorización de tu password o cuenta o cualquier otro fallo de seguridad y b) asegurar tu salida al final de cada sesión al accesar al Servicio . Kasera no será legalmente responsable por ningún daño o pérdida generada por un fallo tuyo al comprender esta Sección Modificaciones al Servicio: Kasera se reserva el derecho a modificar o discontinuar temporal o permanentemente el Servicio (o cualquier parte contenida en él) con o sin aviso previo. Aceptas que no podrás demandar a Kasera o pedir que Kasera sea legalmente responsable . Aceptas que Kasera no puede ser demandada por ti o por un tercero por cualquier modificación, suspensión, o descontinuación normal de el “Servicio”. \n \nPrácticas generales relacionadas al uso y el almacenamiento: Aceptas que Kasera pueda establecer prácticas generales y límites relativos al uso del el Servicio. \n \nAceptas que Kasera no tiene ninguna responsabilidad o responsabilidad legal por la eliminación o fallo al guardar cualquier información o contenido mantenido, o transmitido por el Servicio. Aceptas que Kasera se reserva el derecho a eliminar cuentas que estén inactivas por un determinado periodo de tiempo. Además, aceptas que Kasera se reserva el derecho a cambiar estas prácticas y límites en cualquier momento, a discreción unilateral, con o sin aviso. \n \nServicios móviles: El Servicio puede incluir ciertos servicios que estás disponibles a través de un dispositivo móvil, incluyendo (i) la habilidad de subir contenido  (incluyendo opciones de Comidas o información de Clientes y Vendedores) al Servicio a través de un dispositivo móvil, ii) la habilidad de navegar el Servicio y el Sitio Web desde un dispositivo móvil y iii) la habilidad de acceder a ciertas funciones a través de una aplicación móvil instalada en un dispositivo móvil (colectivamente, los “Servicios Móviles”). Dependiendo el uso que le des al Servicio desde un dispositivo móvil, podrías incurrir en cargos de parte de tu proveedor de servicios de internet y telefonía. Adicionalmente, puede que tu proveedor de servicios de internet restrinja tu habilidad de descargar, instalar o usar los Servicios Móviles y puede que no todos los Servicios Móviles funcionen con todas las empresas de internet y telefonía o todos los dispositivos. Al usar los Servicios Móviles, aceptas que Kasera pueda comunicarse contigo mediante SMS, WhatsApp, llamadas u otros medios electrónicos sobre temas relacionados a Kasera y otras entidades y aceptas que cierta información sobre tu uso de Los Servicios Móviles pueda ser comunicada a Kasera. Si cambias o desactivas tu número de teléfono celular, aceptas realizar el cambio correspondiente en tu perfil de Kasera para asegurar que tus mensajes no sean enviados a la persona que adquiera tu viejo número. Aceptas y admites que tu uso de el Servicio debe ir de acuerdo a las normas establecidas por la plataforma móvil que utilizas o tu proveedor de servicios de internet y telefonía. \n \nAl registrarte a Kasera y proveer tu información de contacto estás aceptando ser contactado por Kasera o cualquiera de sus socios comerciales por medio de teléfono, mensajes de texto, (que pueden ser automáticos), WhatsApp, correo electrónico, fax, teléfono o cualquier otro medio. Si ya no deseas recibir comunicaciones de parte de Kasera o sus socios comerciales, aceptas la obligación de notificar a nuestros socios comerciales directamente. Puedes decidir dejar de recibir comunicaciones por varios métodos escribiendo al correo electrónico legal@kaserafood.com\n \nCondiciones de uso \n \nConducta de usuario: Tu eres únicamente responsable por cualquier descripción, imagen, ofertas, listados, información, datos, texto, música, sonido, gráficos, video, mensajes u otros materiales (“contenido(s)”) que subas, postees, publiques o muestres (de ahora en adelante “subas”) o mandes por correo, chat o mediante el completar un formulario o uses de cualquier manera mediante el Servicio. Los siguientes son algunos ejemplos de contenido ilegal o prohibido por Kasera. Kasera se reserva el derecho de investigar y tomar acciones legales contra cualquiera que, según el criterio de Kasera, viole esta provisión, incluyendo pero no limitado a,  remover el contenido del Servicio, suspender o eliminar la cuenta de quienes violen las condiciones y reportarte a las autoridades pertinentes. Aceptas el no usar el Servicio para lo siguiente: \n \na) Vender, postear o transmitir cualquier contenido o información relativo al ofrecimiento de Comidas o cualquier otro contenido que i) sea ilegal, dañino, peligroso, abusivo, relativo a tortura, violento, difamatorio, vulgar, obsceno, pornográfico, falso, invada la privacidad de otros, esté cargado de odio, sea racista, o éticamente cuestionable ; ii) no tengas derecho a vender o transmitir bajo alguna ley o contrato o relación fiduciaria; iii) que provoque un riesgo de privacidad para alguien; iv) que infrinja la propiedad intelectual de terceros; v) constituya publicidad, materiales de promoción, actividad comerciales y/o ventas, “spam”, “correo no solicitado”, concursos, sorteos, o cualquier otra forma de solicitud; vi) que contenga viruses informáticos o cualquier otro tipo de código computacional diseñado para interrumpir, destruir o limitar el funcionamiento de cualquier programa de computación o equipo o equipo de telecomunicaciones; o vii) que a juicio exclusivo de Kasera, sea cuestionable o que restrinja o inhiba a cualquier persona de usar o disfrutar el Servicio, o que pueda exponer a Kasera o sus usuarios a cualquier tipo de daño o responsabilidad de cualquier tipo; b) personificar a cualquier persona o entidad ajena a ti, o falsamente declarar o dar a entender tu afiliación con cualquier persona o entidad; c) solicitar información personal de cualquier persona menor a 18 años; d) colectar o almacenar correos electrónicos de otros usuarios del Servicio o el Sitio Web de forma electrónica o por otros medios, con el propósito de enviar correos electrónicos no solicitados u otros tipos de comunicación no solicitada; e) anunciar u ofrecer vender cualquier bien o servicio ajeno a las Comidas preparadas, vendidas y compradas a través de el Servicio; f) Usar el servicio para solicitar, hacer o aceptar alguna Comida afuera o independiente del Servicio, para saltarse o evitar cualquier comisión o pago que de otra manera aplicase para dicha transacción; g) Para interferir o interrumpir el Servicio, o los servidores, o las redes conectadas al Servicio, o desobedecer cualquier requerimiento, procedimiento, política o regulaciones de redes conectadas al servicio; h) violar cualquier ley aplicable local, estatal, departamental, nacional o internacional  o cualquier regulación que tenga el peso de la ley; i) que sea parte de cualquier actividad que viole el Decreto Número 57-2008 del Congreso de la República de Guatemala, o que viole la Ley de Acceso a la Información Pública y decretos subsecuentes, así como la “Telephone Consumer Protection Act, 47 U.S.C § 227 at seq. y sus regulaciones, 47 C.F.R. § 64.1200; la “Do- Not-Call Implementation Act, 15 U.S.C § 6101 et seq de los Estados Unidos; o cualquier ley o regulación anti-spam, de protección de datos o privacidad de cualquier  jurisdicción; j) fomentar o promover cualquier actividad o empresa criminal o proveer instrucción sobre actividades ilícitas; o k) obtener o intentar acceder a cualquier material o información que sin importar el medio, no haya sido puesta en disponibilidad intencionalmente o proveída a través del Servicio. \n \nDeclaraciones, garantías y acuerdo de usuarios. Todos los usuarios declaran y garantizan qué: \n \n-Tienes como mínimo la edad mínima requerida en la jurisdicción donde resides para entrar en contratos legalmente vinculantes; \n \n-Tienes el derecho, autoridad y capacidad para entrar en este Acuerdo y regirte por los términos y condiciones de este Acuerdo, y que vas a regirte por este Acuerdo; \n \n-Has leído, entendido y aceptado ser afecto a los Términos y Condiciones y la Política de Privacidad; \n \n-Que respetarás la privacidad (incluyendo pero no limitada a la vida privada, hogareña o familiar) y los derechos de protección de los usuarios con los que te comunicas a través de la plataforma de Kasera; \n \n-Que vas a cumplir tus compromisos hechos a otros usuarios, vas a comunicarte claramente y respetuosamente, proveerás o aceptarás Comidas en el horario acordado y que solo utilizarás métodos de pagos seleccionados o aprobados por Kasera para hacer o recibir pagos a a través de el Servicio; \n \n-Que vas actuar profesional y responsablemente en tus interacciones con otros usuarios; \n \n-Que utilizarás tu nombre o nombre real de tu negocio en tu perfil; \n \n-Al usar o acceder el Servicio, incluyendo cuando preparas, empacas, entregues, proveas o recibas Comidas, vas a actuar en cumplimiento en buena fé de todas las leyes y regulaciones aplicables, locales, estatales, departamentales y nacionales; \n \n-Que no tienes ninguna motivación, estatus o interés del que Kasera necesite o desee saber en conexión a El Servicio, incluyendo pero no limitado a, si estás usando o vas a utilizar el Servicio para cualquier propósito periodístico, académico, investigador, o ilegal. \n \nLos Vendedores adicionalmente declaran y garantizan qué: \n \n-Al vender a través de el Servicio, estás operando como un propietario único, pequeño contribuyente, sociedad, sociedad anónima, sociedad limitada,  compañía de responsabilidad limitada, corporación o cualquier otra entidad fiscal o empresarial; \n \n-Que tienes un negocio independientemente establecido vendiendo bienes similares a los bienes que vendes a Clientes a través del Servicio de Kasera y que mantienes una clientela independiente; \n \n-Que tienes el derecho irrestricto a generar ingresos en la jurisdicción donde venderás Comida; \n \n-Si vendes Comida en una jurisdicción que requiere que tengas alguna(s) licencia(s) y/o registro fiscal, garantizas que tienes la(s) licencia(s) requeridas y/ o el registro tributario. \n \n-Tú eres responsable por identificar y obtener cualquier licencia, permiso o registro antes de vender comida a través de el Servicio. \n \n-Cuentas con cualquiera y todos los tipos de seguros requeridos para operar tu negocio y vender comida a través de el Servicio. \n \n-Que usarás tu nombre o el nombre real de tu negocio para vender comida a través de el Servicio. \n \n-Vas a honrar tus compromisos a otros usuarios en la plataforma, incluyendo cumplir con las órdenes de productos a tiempo según lo acordado con el Cliente, proveyendo comida de alta calidad y en tiempo a los Clientes. \n \n-Solo venderás comida de forma segura y de acuerdo a todas las leyes aplicables. \n \n-Para cada producto que vendas, indicarás todos los ingredientes que contiene. \n \n-Solo cocinarás en una ubicación en donde tengas permiso legal y de Kasera para cocinar. \n \n-Aceptas que podemos (pero no necesariamente será así) obtener información acerca de ti, incluyendo tu record policiaco y aceptas proveer cualquier otra autorización necesaria para facilitar nuestro acceso a esos registros mientras dure el Acuerdo; \n \n-Vas a pagar todos los impuestos aplicables a tus ingresos por la venta de Comidas en la jurisdicción donde operes. (Kasera podrá retener impuestos por tus ventas de alimentos en algunas situaciones). \n \nInstalaciones de Vendedores: Adicionalmente a las restricciones de conducta anteriormente mencionadas, tu declaras y garantizas que tu uso de los Servicios para mercadear, publicitar y vender Comidas, no viola ninguna ley aplicable o regulación: Para vendedores en California: incluyendo pero no limitado al Retail Food Code (extraído de el código de salud y seguridad de California). Declaras y garantizas que preparas todas tus Comidas a Clientes utilizando una adecuada i) “Food Facility” (según lo definido en el Section 113789 of the California Retail Food  Code); ii) “Food Processing Establishment” (según lo definido en el Section 111955 of the California Retail Food Code, y modificaciones); o (iii) “Cottage Food Operation” (según lo definido en el Section 111955 of the California Retail Food Code, y modificaciones). Si eres un Vendedor preparando y proveyendo Comidas desde una instalación de comida que clasifique únicamente como una “Microentreprise Home Kitchen”  (Según lo definido en la Section 113825 del California Retail Food Code, y modificaciones), tu declaras y garantizas en cumples con los términos del Chapter 11.6 of the California Retail Food Code, y modificaciones, que requiere. Y para vendedores en Guatemala, incluyendo pero no limitado,  declaras y garantizas que cumples con los términos establecidos en el Decreto número 90-97 del Congreso de la República de Guatemala, los acuerdos gubernativos 249-2002, 969-99, 002-99, 72-2003, 8-2020, 787-97, las actas municipales 68-2019.4, 16.01.2001 o cualquier regulación pertinente al manejo de alimentos y venta de comida. \n \nIngredientes y alérgenos: Los Vendedores deberán proveer una lista completa de los ingredientes contenidos o utilizados en cada Comida posteada y/o vendida en el Servicio, incluyendo alérgenos conocidos. Kasera no es responsable por la exactitud de la información y etiqueta de Comidas entregadas a Clientes. Los Clientes deben ser alertados que las Comidas pueden ser preparadas en instalaciones usando el mismo equipo usado para preparar Comidas que contienen alérgenos, aún si el alérgeno no está contenido en la receta. Kasera no podrá ser demandada por ninguna enfermedad, problema de salud u otros daños que puedan resultar de cualquier orden o el consumo de cualquier de las Comidas o artículos relacionados comprados mediante el Servicio. \n \nSeguros para Vendedores: Kasera no mantiene seguros por responsabilidades o demandas que puedan surgir de tu uso del Servicio tanto como Cliente o como Vendedor. Si eres un Vendedor, Kasera recomienda que obtengas un seguro adecuado para cubrir la operación de tu instalación de comida y la preparación y entrega de Comidas. \n \nReglas para reseñas: En la medida que seas un cliente, Kasera podrá darte permisos para subir contenido y dejar reseñas relacionadas a tus compras de Comidas. \n \nKasera podrá aceptar, rechazar o remover reseñas o cualquier contenido asociado de forma unilateral. Kasera no tiene ninguna obligación de moderar o borrar reseñas o contenido asociado, aún si alguien considera que la reseña es cuestionable o inexacta. Los clientes que publiquen reseñas deberán cumplir con los siguientes criterios: 1) deberán tener experiencia personal con el producto/persona  del que escriben la reseña; 2) los reviews no deberán contener lenguaje ofensivo, de odio, profano, racista, discriminatorio, sexual, religioso, referente a actividades ilegales o político; 3) quienes hagan reseñas no pueden estar afiliados a competidores si publican reseñas negativas; 4) quienes hagan reseñas no deberán hacer ninguna conclusión sobre la legalidad de una conducta; y 5) quienes hagan reseñas no podrán postear declaraciones falsas u organizar campañas para motivar a otros a postear reseñas positivas o negativas. Las reseñas no son avaladas por Kasera y no representan el punto de vista de Kasera o cualquier afiliado o socio. Kasera no asume responsabilidad por ninguna reseña o sus contenidos, o las responsabilidades o pérdidas que se produzcan como resultado de una reseña. Cualquier reseña que publiques será considerada como contenido de usuarios (según lo definido abajo). \n \nRiesgo de mercado: Kasera no está afiliado o avalada por ningún Vendedor, restaurante u otros servicios de preparación de alimentos disponibles a través del Servicio. Más allá de su capacidad como mercado y plataforma tecnológica, Kasera no actúa como Cliente, Vendedor (o afiliado para un Cliente o Vendedor) o corredor (corretaje) respecto a ninguna transacción. Debes asumir que existen riesgos al lidiar con usuarios (incluyendo aquellos que puedan estar actuando en mala fé) y que todos los riesgos son tuyos y no de Kasera. Te recomendamos utilizar las diferentes funciones de el Servicio (perfiles, opciones de Comidas y reseñas) para ayudarte a evaluar al usuario con el que estás lidiando. \n \nLos Vendedores como dueños de negocios independientes / contratistas independientes: Los usuarios del Servicio actuando en capacidad de Vendedores lo hacen en su capacidad personal como negocios y contratistas independientes y no como empleados de Kasera. Como Vendedor, aceptas qué: i) eres un dueño o miembro de un negocio independiente y no un empleado de Kasera; ii) que eres el único responsable de determinar los medios y la manera en que crearás los productos que vendes a través de el Sitio Web; iii) Estos Términos y Condiciones no crean una asociación, empresa conjunta, sociedad, franquicia o relación de empleado/empleador entre tú y Kasera, y entre tú y un Cliente; iv) No te describirás como un empleado o agente de Kasera ante ningún cliente; v) No tendrás derecho a ninguno de los beneficios que Kasera provea a sus empleados, incluyendo, pero no limitados a: vacaciones pagas, baja por enfermedad, programas de seguros, seguros de salud grupales o beneficios de retiro; y vi) no eres elegible para cobrar beneficios o exigir pago o remuneración alguna en caso de una lesión. Como  vendedor, nunca abordarás a un Cliente de manera que pueda comprometer tu estatus como un negocio independiente. \n \nKasera no controla el comportamiento de los usuarios del Servicio ni la información o  el  Contenido  del  Usuario  (definido  a  continuación)  proporcionado  por  otros usuarios. Como resultado, Kasera no garantiza ni respalda la legalidad, autenticidad, calidad   o   seguridad   de   ninguna   Comida   ofrecida   o   vendida,   la   veracidad   o precisión  de  ningún  anuncio,  ni  la  capacidad  de  los  Vendedores  para  vender Comidas o de los Clientes para comprar Comidas. No podemos asegurar que todas las  transacciones  se  completarán.  Además,  Kasera  no  garantiza  la  capacidad  o intención de los usuarios para cumplir con sus obligaciones en ninguna transacción. \n \nKasera se reserva el derecho de retrasar la finalización de cualquier transacción por un  período  razonable  con  el  fin  de  detectar  fraudes  y  proteger  a  Kasera  y  sus usuarios de actividades ilegales o violaciones de estos Términos y Condiciones. \n \nAviso Especial para Uso Internacional; Controles de Exportación: El software (definido a  continuación)  disponible  en  relación  con  el  Servicio  y  la  transmisión  de  datos aplicables, si los hubiera, están sujetos a los controles de exportación de los Estados Unidos.  Ningún  software  puede  ser  descargado  desde  el  Servicio  o  exportado  o  re- exportado  de  otra  manera  en  violación  de  las  leyes  de  exportación  de  los  EE.  UU. \n \nDescargar   o   utilizar   el   software   está   bajo   su   propio   riesgo.   Reconociendo   la naturaleza  global  de  Internet,  aceptas  cumplir  con  todas  las  reglas  y  leyes  locales con  respecto  a  tu  uso  del  Servicio,  incluyendo  en  lo  que  respecta  a  la  conducta  en línea y al contenido aceptable. \n \nUso  Comercial:  A  menos  que  se  autorice  expresamente  aquí  o  en  el  Servicio, aceptas  no  mostrar,  distribuir,  licenciar,  realizar,  publicar,  reproducir,  duplicar,  crear obras  derivadas,  modificar,  vender,  revender,  explotar,  transferir  o  cargar  con  fines comerciales cualquier parte del Servicio, uso del Servicio o acceso al Servicio. \n \nTransacciones de Compra y Venta \n \nTarifas:  Registrarse  en  el  Servicio  es  gratuito;  sin  embargo,  Kasera  cobra  ciertas tarifas  por  varias  transacciones  realizadas  a  través  del  Servicio.  Las  tarifas  serán expresamente   especificadas   al   completar   una   transacción   en   el   “Servicio”   o registrarse Kasera: A menos que se indique lo contrario, todas las tarifas se citan en dólares estadounidenses o quetzales guatemaltecos. \n \nImpuestos; Costos de Envío; Responsabilidad del Cliente: Las Comidas compradas y entregadas   a   Clientes   en   ubicaciones   en   los   EE.   UU.   pueden   estar   sujetas   a impuestos   estatales   o   locales   aplicables,   impuestos   de   privilegio   o   impuestos similares  basados  en  transacciones  requeridos  en  la  industria  de  servicios  de alimentos  de  una  ubicación  específica  (\"Impuestos\").  La  cantidad  de  Impuestos  se basa  en  varios  factores,  incluyendo,  pero  no  limitado  a,  la  dirección  de  entrega designada del Cliente y/o la ubicación del Vendedor. \n \nLos  Clientes  son  responsables  de  pagar  a  un  Vendedor  el  precio  de  compra aplicable  por  una  Comida  comprada,  así  como  cualquier  costo  de  envío  y  los Impuestos  aplicables  asociados  con  la  compra  y  venta  de  cualquier  Comida  a través  del  Servicio.  Los  costos  de  envío  e  Impuestos  atribuibles  a  la  venta  de cualquier  Comida  no  están  incluidos  en  el  precio  indicado  de  ninguna  Comida listada  por  los  Vendedores  a  través  del  Servicio,  pero  se  mostrarán  a  los  Clientes antes de la confirmación de cualquier compra. \n \nLos Vendedores son responsables de pagar la comisión de Kasera establecida en el registro  para  vender  el  “Servicio”,  así  como  sus  propios  impuestos  impuestos  o medidos  por  los  ingresos  netos,  ganancias  netas,  ingresos,  ganancias  y/o  ingresos asociados con la venta de cualquier Comida a través del Servicio. \n \nEmbalaje:  Los  Vendedores  pueden  optar  por  comprar  materiales  de  embalaje  y/o etiquetas  de  nosotros  para  la  entrega  de  Comidas  preparadas  para  Clientes.  Si  se compran,  podemos  cargar  su  tarjeta  de  crédito  u  otro  método  de  pago  aceptable que proporcione. \n \nPagos; Suscripciones: Los Clientes pueden pagar los artículos con tarjetas de crédito u otros métodos de pago según lo determine Kasera de vez en cuando. Se solicitará a  los  Vendedores  que  proporcionen  detalles  de  su  cuenta  bancaria  para  que podamos  facilitar  la  transferencia  de  pagos  recibidos  de  Clientes  que  compran Comidas. Si envías tu información de pago a través del Servicio, autorizas a Kasera a almacenar  esa  información  de  pago  y  cargar  tu  método  de  pago  por  cualquier artículo que compres. Deberás actualizar de inmediato la información de tu cuenta con  cualquier  cambio  (por  ejemplo,  un  cambio  en  tu  dirección  de  facturación  o  la fecha de vencimiento de tu tarjeta de crédito) que pueda ocurrir. \n \nSi  compra  Comidas  de  forma  recurrente  o  por  medio  de  una  suscripción,  por  la presente  autorizas  a  Kasera  a  facturar  tu  instrumento  de  pago  por  adelantado  de  forma  periódica  de  acuerdo  con  los  términos  de  cualquier  orden  de  suscripción  en particular hasta que canceles o pauses dicha orden o canceles tu cuenta, y aceptas además  pagar  los  cargos  incurridos.  Si  disputas  algún  cargo,  debes  informar  a Kasera dentro de los catorce (14) días siguientes a la fecha en que Kasera lo cargue. \n \nModificaciones  de  Tarifas:  Nos  reservamos  el  derecho  de  cambiar  o  descontinuar, temporal o permanentemente, algunas o todas las tarifas para el Servicio. Cualquier cambio  será  efectivo  al  declarar  tarifas  diferentes,  a  menos  que  la  ley  requiera  un período  de  notificación  diferente.  Tu  uso  continuo  del  Servicio  después  de  que  el cambio  de  tarifa  entre  en  vigencia  constituye  tu  acuerdo  para  pagar  la  cantidad modificada. \n \nPromociones; Créditos: Kasera puede ofrecer ocasionalmente a los Usuarios ciertas promociones, incentivos o créditos (\"Promociones\") para la compra de Comidas y/o tarifas  asociadas  con  el  uso  de  la  plataforma,  y  los  Usuarios  pueden  utilizar  dichas Promociones  de  acuerdo  con  sus  términos.  Dependiendo  del  tipo  de  Promoción utilizada,  puede  reducir  la  cantidad  de  impuestos  que  se  aplican  a  un  pedido  del Cliente.  La  aplicación  de  la  Promoción  se  reflejará  en  el  momento  del  pago  y  en  el recibo  de  compra.  Las  Promociones  son  personales  para  el  Usuario  al  que  se  le envían  y  no  pueden  compartirse  ni  canjearse  con  nadie  más  a  menos  que  esté explícitamente   permitido   por   los   términos   de   esa   Promoción.   Los   Vendedores también pueden ofrecer Promociones a sus clientes a través de la plataforma y son los únicos responsables de los costos asociados con el canje de esa Promoción. \n \nVerificación   de   Identificación;   Otras   Verificaciones   de   Seguridad.   En   algunas ubicaciones,  la  venta  y  entrega  de  alcohol  puede  estar  permitida  a  través  del Marketplace.  En  tales  jurisdicciones,  el  Vendedor  debe  poseer  una  licencia  de  licor válida  que  permita  la  venta  de  cócteles  para  su  entrega,  y  es  responsabilidad  de dicho   Vendedor   y   de   cualquier   proveedor   de   entrega   que   utilice   verificar   la identificación y la edad, y determinar si es seguro y apropiado suministrar alcohol a sus Clientes. Pueden requerir una forma válida de identificación con foto con fecha de  nacimiento  y  un  acuse  de  recibo  firmado  que  confirme  la  aceptación  en  el momento de la recogida o la entrega. Si no pueden verificar la edad o la identidad de  un  Cliente,  si  un  Cliente  parece  estar  intoxicado  o  si  la  situación  es  de  otra manera  insegura  o  inapropiada  (por  ejemplo,  el  Cliente  tiene  25  años  pero  parece estar  en  compañía  de  personas  de  18  años),  pueden  negarse  a  suministrar  alcohol al  Cliente.  El  alcohol  no  puede  dejarse  sin  supervisión  (la  entrega  sin  contacto  no está disponible para pedidos de alcohol) — En los Estados Unidos alguien de 21 años  o  más  debe  estar  presente  para  aceptarlo  y  firmarlo.  Si  un  Vendedor  no  puede entregar  tu  producto  por  esta  razón  o  una  similar,  Kasera  aún  puede  cobrarte  el pedido. Si creemos que tu pedido es fraudulento o ilegal, podemos suspender tu uso de la Plataforma. \n \nCanales de Distribución de Terceros \n \nKasera ofrece aplicaciones de software que pueden estar disponibles a través de la Apple  App  Store,  Android  Marketplace,  la  Huaweii  App  Galery,  u  otros  canales  de distribución  (\"Canales  de  Distribución\").  Si  obtienes  dicho  software  a  través  de  un Canal  de  Distribución,  es  posible  que  estés  sujeto  a  términos  adicionales  del  Canal de Distribución. Estos Términos y Condiciones son entre tú y nosotros únicamente, y no  con  el  Canal  de  Distribución.  En  la  medida  en  que  utilices  otros  productos  y servicios  de  terceros  en  relación  con  tu  uso  de  nuestros  Servicios,  aceptas  cumplir con  todos  los  términos  aplicables  de  cualquier  acuerdo  para  tales  productos  y servicios de terceros. \n \nCon  respecto  al  software  que  está  disponible  para  tu  uso  en  relación  con  un producto  con  marca  de  Apple  (este  software,  \"Software  Habilitado  para  Apple\"), además  de  los  otros  términos  y  condiciones  establecidos  en  estos  Términos  y Condiciones, se aplican los siguientes términos y condiciones: \n \nKasera  y  tú  reconocen  que  estos  Términos  y  Condiciones  son  entre  Kasera  y  tú únicamente,  y  no  con  Apple  Inc.  (\"Apple\"),  y  que  entre  Kasera  y  Apple,  Kasera,  no Apple,   es   únicamente   responsable   del   Software   Habilitado   para   Apple   y   su contenido. \n \nNo  puedes  usar  el  Software  Habilitado  para  Apple  de  manera  que  viole  o  sea incompatible  con  las  Reglas  de  Uso  establecidas  para  el  Software  Habilitado  para Apple,  o  que  de  otro  modo  esté  en  conflicto  con,  los  Términos  y  Condiciones  de  la App Store. \n \nTu licencia para usar el Software Habilitado para Apple está limitada a una licencia no  transferible  para  usar  el  Software  Habilitado  para  Apple  en  un  Producto  iOS  que poseas  o  controles,  según  lo  permitido  por  las  Reglas  de  Uso  establecidas  en  los Términos del Servicio de la App Store. \n \nApple   no   tiene   ninguna   obligación   de   proporcionar   ningún   servicio   de mantenimiento o soporte con respecto al Software Habilitado para Apple. \n \nApple  no  es  responsable  de  ninguna  garantía  de  productos,  ya  sea  expresa  o implícita  por  ley.  En  caso  de  cualquier  incumplimiento  del  Software  Habilitado  para Apple de conformidad con cualquier garantía aplicable, puedes notificar a Apple, y Apple  te  reembolsará  el  precio  de  compra  del  Software  Habilitado  para  Apple,  si  lo hubiera;  y,  en  la  medida  máxima  permitida  por  la  ley  aplicable,  Apple  no  tendrá ninguna otra obligación de garantía con respecto al Software Habilitado para Apple, o   cualquier   otra   reclamación,   pérdida,   responsabilidad,   daño,   costo   o   gasto atribuible   a   cualquier   incumplimiento   de   cualquier   garantía,   que   será responsabilidad exclusiva de Kasera, en la medida en que no se excluya bajo la ley aplicable. \n \nKasera  y  tú  reconocen  que  Kasera,  no  Apple,  es  responsable  de  abordar  cualquier reclamo  tuyo  o  de  cualquier  tercero  relacionado  con  el  Software  Habilitado  para Apple o su posesión y/o uso de ese Software Habilitado para Apple, incluyendo, pero no  limitado  a:  (i)  reclamos  de  responsabilidad  del  producto;  (ii)  cualquier  reclamo de  que  el  Software  Habilitado  para  Apple  no  cumple  con  ningún  requisito  legal  o regulatorio  aplicable;  y  (iii)  reclamos  que  surjan  en  virtud  de  la  legislación  de protección al consumidor u otra legislación similar. \n \nEn  el  caso  de  cualquier  reclamo  de  terceros  de  que  el  Software  Habilitado  para Apple o la posesión y el uso del Software Habilitado para Apple por parte del usuario final  infringe  los  derechos  de  propiedad  intelectual  de  ese  tercero,  entre  Kasera  y Apple,  Kasera,  no  Apple,  será  el  único  responsable  de  la  investigación,  defensa, resolución y descarga de cualquier reclamo de infracción de propiedad intelectual. \n \nTú representas y garantizas que (i) no te encuentras en un país sujeto a un embargo del Gobierno de EE. UU. o que ha sido designado por el Gobierno de EE. UU. como un país  que  \"apoya  el  terrorismo\";  y  (ii)  no  estás  incluido  en  ninguna  lista  de  personas prohibidas o restringidas por el Gobierno de EE. UU. \n \nSi tienes alguna pregunta, queja o reclamo con respecto al Software Habilitado para Apple, debes dirigirla a legal@kaserafood.com. \n \nKasera  y  tú  reconocen  y  aceptan  que  Apple  y  las  subsidiarias  de  Apple  son beneficiarios de terceros de estos Términos y Condiciones con respecto al Software  Habilitado  para  Apple,  y  que,  al  aceptar  los  términos  y  condiciones  de  estos Términos y Condiciones, Apple tendrá el derecho (y se considerará que ha aceptado el derecho) de hacer cumplir estos Términos y Condiciones contra ti con respecto al Software Habilitado para Apple como tercero beneficiario de los mismos. \n \nDerechos de Propiedad Intelectual \n \nContenido del Servicio, Software y Marcas Registradas: Reconoces y aceptas que el Servicio  puede  contener  contenido  o  características  (\"Contenido  del  Servicio\")  que están  protegidos  por  derechos  de  autor,  patentes,  marcas  registradas,  secretos comerciales  u  otros  derechos  de  propiedad  y  leyes.  Excepto  según  lo  autorizado expresamente  por  Kasera,  aceptas  no  modificar,  copiar,  enmarcar,  raspar,  alquilar, arrendar, prestar, vender, distribuir o crear trabajos derivados basados en el Servicio o el Contenido del Servicio, en su totalidad o en parte, excepto que lo anterior no se aplica  a  tu  propio  Contenido  de  Usuario  (como  se  define  a  continuación)  que cargues legalmente en el Servicio. En relación con tu uso del Servicio, no participarás ni  utilizarás  ningún  método  de  extracción  de  datos,  minería  de  datos,  robots, raspaduras  u  otros  métodos  similares  de  recopilación  o  extracción  de  datos.  Si Kasera  te  bloquea  el  acceso  al  Servicio  (incluyendo  bloquear  tu  dirección  IP), aceptas   no   implementar   medidas   para   eludir   dicho   bloqueo   (por   ejemplo, ocultando  tu  dirección  IP  o  utilizando  una  dirección  IP  proxy).  Cualquier  uso  del Servicio o del Contenido del Servicio que no esté expresamente autorizado en estos términos está estrictamente prohibido. La tecnología y el software que subyacen en el  Servicio  o  se  distribuyen  en  relación  con  el  mismo  son  propiedad  de  Kasera, nuestros  afiliados  y  nuestros  socios  (el  \"Software\").  Aceptas  no  copiar,  modificar, crear  un  trabajo  derivado,  ingeniería  inversa,  ensamblar  inversa  o  intentar  de cualquier  otra  manera  descubrir  algún  código  fuente,  vender,  ceder,  sublicenciar  o transferir  de  otro  modo  cualquier  derecho  en  el  Software.  Todos  los  derechos  no otorgados expresamente en este documento quedan reservados por Kasera. \n \nEl  nombre  y  los  logotipos  de  Kasera  son  marcas  comerciales  y  marcas  de  servicio de  Kasera  (colectivamente  las  \"Marcas  de  Kasera\").  Otros  nombres  y  logotipos  de productos  y  servicios  de  Kasera  que  se  utilizan  y  muestran  a  través  del  Servicio pueden   ser   marcas   comerciales   o   marcas   de   servicio   de   sus   respectivos propietarios,  que  pueden  o  no  respaldar  o  estar  afiliados  o  conectados  a  Kasera. \n \nNada en estos Términos y Condiciones o en el Servicio debe interpretarse como una concesión,  por  implicación,  impedimento  o  de  otro  modo,  de  cualquier  licencia  o derecho  para  usar  cualquiera  de  las  Marcas  de  Kasera  que  se  muestran  en  el  Servicio,  sin  nuestro  permiso  previo  por  escrito  en  cada  caso.  Todos  los  beneficios generados  por  el  uso  de  las  Marcas  de  Kasera  serán  en  beneficio  exclusivo  de Kasera. \n \nMateriales de Terceros: En ningún caso Kasera será responsable de ninguna manera por  ningún  contenido  o  materiales  de  terceros  (incluidos  los  usuarios),  incluidos, entre  otros,  errores  u  omisiones  en  cualquier  contenido,  o  por  cualquier  pérdida  o daño de cualquier tipo incurrido como resultado del uso de cualquier contenido de ese  tipo.  Reconoces  que  Kasera  no  examina  previamente  el  contenido,  pero  que Kasera  y  sus  designados  tendrán  el  derecho  (pero  no  la  obligación)  a  su  entera discreción  de  rechazar  o  eliminar  cualquier  contenido  que  esté  disponible  a  través del  Servicio.  Sin  limitar  lo  anterior,  Kasera  y  sus  designados  tendrán  el  derecho  de eliminar  cualquier  contenido  que  viole  estos  Términos  y  Condiciones  o  que  sea considerado  por  Kasera,  a  su  entera  discreción,  como  objetable  de  cualquier manera. Aceptas que debes evaluar y asumir todos los riesgos asociados con el uso de cualquier contenido, incluyendo cualquier confianza en la precisión, integridad o utilidad de dicho contenido. \n \nContenido  de  Usuario  Transmitido  a  través  del  Servicio:  En  lo  que  respecta  al contenido u otros materiales que cargues a través del Servicio, envíes a Kasera por cualquier  medio  o  compartas  con  otros  usuarios  o  destinatarios  (en  conjunto, \"Contenido  de  Usuario\"),  representas  y  garantizas  que  eres  el  propietario  de  todos los  derechos,  títulos  e  intereses  en  y  para  dicho  Contenido  de  Usuario,  incluidos, entre  otros,  todos  los  derechos  de  autor  y  derechos  de  publicidad  contenidos  en  el mismo.   Al   cargar   cualquier   Contenido   de   Usuario,   por   la   presente   otorgas   y otorgarás  a  Kasera  y  a  sus  empresas  afiliadas  una  licencia  no  exclusiva,  mundial, libre  de  regalías,  completamente  pagada,  transferible,  sublicenciable,  perpetua, irrevocable  para  copiar,  mostrar,  cargar,  ejecutar,  distribuir,  almacenar,  modificar  y usar  de  otra  manera  tu  Contenido  de  Usuario  en  relación  con  la  operación  del Servicio  o  la  promoción,  publicidad  o  comercialización  del  mismo,  en  cualquier forma, medio o tecnología conocida o desarrollada posteriormente. \n \nReconoces   y   aceptas   que   cualquier   pregunta,   comentario,   sugerencia,   ideas, comentarios  u  otra  información  sobre  el  Servicio  (\"Envíos\"),  proporcionados  por  ti  a Kasera,  no  son  confidenciales  ni  propietarios,  y  Kasera  tendrá  derecho  al  uso  y divulgación no restringidos de estos Envíos para cualquier propósito, comercial o de otro tipo, sin reconocimiento o compensación para ti. \n \nReconoces  y  aceptas  que  Kasera  puede  conservar  el  contenido  y  también  puede divulgar  el  contenido  si  está  legalmente  obligado  a  hacerlo  o  si  de  buena  fe  cree que  dicha  conservación  o  divulgación  es  razonablemente  necesaria  para:  (a) cumplir con el proceso legal, las leyes aplicables o las solicitudes gubernamentales; \n \n(b) hacer cumplir estos Términos y Condiciones; (c) responder a reclamaciones de que cualquier contenido viola los derechos de terceros; o (d) proteger los derechos, la propiedad o la seguridad personal de Kasera, sus usuarios y el público. Entiendes que  el  procesamiento  técnico  y  la  transmisión  del  Servicio,  incluido  su  contenido, pueden  implicar  (a)  transmisiones  a  través  de  diversas  redes;  y  (b)  cambios  para cumplir y adaptarse a los requisitos técnicos de las redes o dispositivos de conexión. \n \nQuejas de Derechos de Autor: Kasera respeta la propiedad intelectual de otros, y les pedimos  a  nuestros  usuarios  que  hagan  lo  mismo.  Si  crees  que  tu  trabajo  ha  sido copiado de una manera que constituye una infracción de derechos de autor, o que de alguna otra manera se han violado tus derechos de propiedad intelectual, debes notificar  a  Kasera  de  tu  reclamo  de  infracción  de  acuerdo  con  el  procedimiento establecido a continuación. \n \nKasera  procesará  e  investigará  las  notificaciones  de  presunta  infracción  y  tomará las medidas adecuadas de conformidad con la Ley de Derechos de Autor del Milenio Digital  (\"DMCA\")  y  otras  leyes  de  propiedad  intelectual  aplicables  con  respecto  a cualquier  infracción  presunta  o  real.  Una  notificación  de  presunta  infracción  de derechos  de  autor  debe  enviarse  por  correo  electrónico  al  Agente  de  Derechos  de Autor de Kasera a legal@kaserafood.com (Asunto: \"Solicitud de Retirada DMCA”). \n \nPara  que  sea  efectiva,  la  notificación  debe  estar  por  escrito  y  contener  la  siguiente información: \n \nUna  firma  electrónica  o  física  de  la  persona  autorizada  para  actuar  en  nombre  del propietario del derecho de autor u otro interés de propiedad intelectual. \n \nUna descripción de la obra con derechos de autor u otra propiedad intelectual que afirmas ha sido infringida. \n \nUna   descripción   de   dónde   se   encuentra   el   material   que   afirmas   que   está infringiendo  en  el  Servicio,  con  suficiente  detalle  para  que  podamos  encontrarlo  en el Servicio. Tu dirección, número de teléfono y dirección de correo electrónico. \n \nUna  declaración  tuya  de  que  tienes  una  creencia  de  buena  fe  de  que  el  uso  en disputa  no  está  autorizado  por  el  propietario  del  derecho  de  autor  o  de  propiedad intelectual, su agente o la ley. \n \nUna  declaración  tuya,  hecha  bajo  pena  de  perjurio,  de  que  la  información  anterior en  tu  Notificación  es  precisa  y  que  eres  el  propietario  del  derecho  de  autor  o  de propiedad intelectual o estás autorizado para actuar en nombre del propietario del derecho de autor o de propiedad intelectual. \n \nContranotificación:  Si  crees  que  tu  Contenido  de  Usuario  que  fue  eliminado  (o  al cual  se  le  ha  denegado  el  acceso)  no  infringe,  o  que  tienes  la  autorización  del propietario del derecho de autor, el agente del propietario del derecho de autor o de acuerdo  con  la  ley,  para  cargar  y  usar  el  contenido  en  tu  Contenido  de  Usuario, puedes   enviar   una   contranotificación   por   escrito   que   contenga   la   siguiente información al Agente de Derechos de Autor: \n \n- Tu firma física o electrónica. \n \n-Identificación del contenido que ha sido eliminado o al cual se le ha denegado el acceso y la ubicación en la que apareció el contenido antes de que se eliminara o denegara el acceso. \n \n-Una declaración de que tienes una creencia de buena fe de que el contenido fue eliminado   o   se   le   denegó   el   acceso   como   resultado   de   un   error   o   una identificación errónea del contenido. \n \n-Tu  nombre,  dirección,  número  de  teléfono  y  dirección  de  correo  electrónico,  una declaración  de  que  acuerdas  la  jurisdicción  del  tribunal  federal  ubicado  en Delaware  y  una  declaración  de  que  aceptarás  el  servicio  de  procesos  de  la persona que proporcionó la notificación de la presunta infracción. Si el Agente de Derechos  de  Autor  recibe  una  contranotificación,  Kasera  enviará  una  copia  de  la contranotificación  al  la  persona  realizando  la  queja,  original  informándole  a  esa persona  que  puede  reemplazar  el  contenido  eliminado  o  dejar  de  deshabilitarlo en  un  plazo  de  10  días  hábiles.  A  menos  que  el  propietario  del  derecho  de  autor presente  una  demanda  buscando  una  orden  judicial  contra  el  proveedor  de contenido, miembro o usuario, el contenido eliminado puede ser reemplazado o el acceso a él restaurado, en 10 a 14 días hábiles o más después de la recepción de la contranotificación, a nuestra sola discreción. \n \nPolítica   de   Repetición   de   Infractores:   De   acuerdo   con   el   DMCA   y   otras   leyes aplicables,  Kasera  ha  adoptado  una  política  de  terminación,  en  circunstancias apropiadas  y  a  la  sola  discreción  de  Kasera,  de  usuarios  que  sean  considerados infractores  reincidentes.  Kasera  también  puede,  a  su  sola  discreción,  limitar  el acceso al Servicio y/o terminar las membresías de cualquier usuario que infrinja los  derechos  de  propiedad  intelectual  de  otros,  independientemente  de  si  existe  o  no una infracción repetida. \n \nSitios Web de Terceros \n \nEl  Servicio  puede  proporcionar,  o  terceros  pueden  proporcionar,  enlaces  u  otro acceso a otros sitios y recursos en Internet. Kasera no tiene control sobre tales sitios y  recursos,  y  Kasera  no  es  responsable  ni  respalda  tales  sitios  y  recursos.  Además, reconoces  y  aceptas  que  Kasera  no  será  responsable  o  tendrá  responsabilidad, directa  o  indirectamente,  por  ningún  daño  o  pérdida  causados  o  presuntamente causados  por  o  en  conexión  con  el  uso  o  la  confianza  en  cualquier  contenido, eventos,  bienes  o  servicios  disponibles  en  o  a  través  de  dicho  sitio  o  recurso. \n \nCualquier trato que tengas con terceros encontrados mientras utilizas el Servicio es entre tú y el tercero, y aceptas que Kasera no es responsable de ninguna pérdida o reclamo que puedas tener contra dicho tercero. \n \nRedes Sociales; Otros Terceros: De vez en cuando, podemos permitirte registrarte en el  Servicio  utilizando  servicios  de  terceros  y  permitir  de  otra  manera  que  varios servicios   de   terceros   (por   ejemplo,   entrega   si   está   permitido)   se   integren directamente  en  tu  experiencia  en  Kasera.  Al  integrar  directamente  estos  servicios en  el  Servicio,  hacemos  que  tus  experiencias  en  línea  sean  mejores,  más  fáciles  y más  personalizadas.  Para  aprovechar  estas  funciones,  es  posible  que  te  pidamos que  te  registres  o  inicies  sesión  en  dichos  servicios  en  los  sitios  web  de  sus respectivos proveedores. Al habilitar los servicios de terceros dentro del Servicio, nos estás permitiendo transmitir tu información de inicio de sesión a estos proveedores de   servicios   con   este   propósito.   Para   obtener   más   información   sobre   las implicaciones  de  activar  estos  servicios  de  terceros  y  el  uso,  almacenamiento  y divulgación  de  información  relacionada  contigo  y  tu  uso  de  tales  servicios  dentro del Servicio por parte de Kasera (incluidas tus listas de amigos y similares), consulta nuestra Política de Privacidad en www.kaserafood.com/privacy-policy. Sin embargo, recuerda  que  la  manera  en  que  los  servicios  de  terceros  utilizan,  almacenan  y divulgan  tu  información  está  regulada  únicamente  por  las  políticas  de  dichos terceros, y Kasera no tendrá responsabilidad ni responsabilidad por las prácticas de privacidad  u  otras  acciones  de  ningún  sitio  o  servicio  de  terceros  que  pueda habilitarse dentro del Servicio. \n \nAdemás, Kasera no es responsable de la precisión, disponibilidad o confiabilidad de ninguna  información,  contenido,  bienes,  datos,  opiniones,  consejos  o  declaraciones disponibles  en  conexión  con  los  servicios  de  terceros.  Como  tal,  Kasera  no  es responsable de ningún daño o pérdida causada o presuntamente causada por o en  conexión  con  el  uso  o  la  confianza  en  dichos  servicios  de  terceros.  Kasera  habilita estas  funciones  únicamente  como  un  beneficio  y  la  inclusión  de  tales  funciones  no implica un respaldo o recomendación. \n \nIndemnización y Liberación \n \nAceptas  liberar,  indemnizar  y  mantener  indemne  a  Kasera  y  sus  afiliados  y  a  sus oficiales,  empleados,  directores  y  agentes  (colectivamente,  los  \"Indemnizados\")  de cualquier   pérdida,   daño,   gasto,   incluidos   honorarios   razonables   de   abogados, derechos, reclamaciones, acciones de cualquier tipo y lesiones (incluida la muerte) que  surjan  de  o  estén  relacionados  con  tu  uso  del  Servicio,  cualquier  Contenido  de Usuario,  tu  conexión  al  Servicio,  tu  violación  de  estos  Términos  y  Condiciones  o  tu violación  de  los  derechos  de  otro.  No  obstante  lo  anterior,  no  tendrás  la  obligación de  indemnizar  ni  mantener  indemne  a  ningún  Indemnizado  por  ningún  pasivo, pérdida,  daño  o  gasto  incurrido  como  resultado  de  cualquier  acción  o  inacción  de dicho  Indemnizado.  Si  eres  residente  de  California,  renuncias  a  la  Sección  1542  del Código  Civil  de  California,  que  dice:  \"A  general  release  does  not  extend  to  claims which  the  creditor  does  not  know  or  suspect  to  exist  in  his  favor  at  the  time  of executing  the  release,  which  if  known  by  him  must  have  materially  affected  his settlement  with  the  debtor\".  Si  eres  residente  de  otra  jurisdicción,  renuncias  a cualquier estatuto o doctrina comparable. \n \nDescargo de Responsabilidad \n \nTU USO DEL SERVICIO ES A TU ÚNICO RIESGO. EL SERVICIO SE PROPORCIONA \"TAL CUAL\" Y \"SEGÚN DISPONIBILIDAD\". KASERA RENUNCIA EXPRESAMENTE A TODAS LAS GARANTÍAS DE CUALQUIER  TIPO,  YA  SEAN  EXPRESAS,  IMPLÍCITAS  O  LEGALES,  INCLUYENDO,  PERO  SIN LIMITARSE  A,  LAS  GARANTÍAS  IMPLÍCITAS  DE  COMERCIABILIDAD,  IDONEIDAD  PARA  UN PROPÓSITO PARTICULAR, TÍTULO Y NO INFRACCIÓN. \n \nKASERA  NO  OFRECE  GARANTÍA  ALGUNA  DE  QUE  (I)  EL  SERVICIO  CUMPLIRÁ  CON  TUS REQUISITOS,  (II)  EL  SERVICIO  SERÁ  ININTERRUMPIDO,  OPORTUNO,  SEGURO  O  LIBRE  DE ERRORES,  (III)  LOS  RESULTADOS  QUE  SE  PUEDAN  OBTENER  DEL  USO  DEL  SERVICIO  SERÁN PRECISOS  O  CONFIABLES,  O  (IV)  LA  CALIDAD  DE  CUALQUIER  PRODUCTO,  SERVICIO, INFORMACIÓN U OTRO MATERIAL ADQUIRIDO U OBTENIDO POR TI A TRAVÉS DEL SERVICIO CUMPLIRÁ CON TUS EXPECTATIVAS. \n \nLimitación de Responsabilidad \n \n ENTIENDES  Y  ACEPTAS  EXPRESAMENTE  QUE  KASERA  NO  SERÁ  RESPONSABLE  POR  NINGÚN DAÑO INDIRECTO, INCIDENTAL, ESPECIAL, CONSECUENTE, EJEMPLAR O POR LA PÉRDIDA DE BENEFICIOS,   INCLUYENDO,   PERO   SIN   LIMITARSE   A,   DAÑOS   POR   PÉRDIDA   DE   BUENA VOLUNTAD,  USO,  DATOS  U  OTRAS  PÉRDIDAS  INTANGIBLES  (INCLUSO  SI  KASERA  HA  SIDO ADVERTIDO  DE  LA  POSIBILIDAD  DE  TALES  DAÑOS),  YA  SEA  BASADO  EN  CONTRATO, AGRAVIO,  NEGLIGENCIA,  RESPONSABILIDAD  ESTRICTA  O  DE  OTRA  MANERA,  RESULTANTE DE:  (I)  EL  USO  O  LA  IMPOSIBILIDAD  DE  USAR  EL  SERVICIO;  (II)  EL  COSTO  DE  ADQUISICIÓN DE   BIENES   Y   SERVICIOS   DE   REEMPLAZO   RESULTANTES   DE   CUALQUIER   BIEN,   DATOS, INFORMACIÓN  O  SERVICIOS  COMPRADOS  U  OBTENIDOS,  O  MENSAJES  RECIBIDOS  O TRANSACCIONES  REALIZADAS  A  TRAVÉS  DEL  SERVICIO;  (III)  ACCESO  NO  AUTORIZADO  O ALTERACIÓN  DE  TUS  TRANSMISIONES  O  DATOS;  (IV)  DECLARACIONES  O  CONDUCTA  DE TERCEROS  EN  EL  SERVICIO;  O  (V)  CUALQUIER  OTRO  ASUNTO  RELACIONADO  CON  EL SERVICIO. EN NINGÚN CASO LA RESPONSABILIDAD TOTAL DE KASERA HACIA TI POR TODOS LOS DAÑOS, PÉRDIDAS O CAUSAS DE ACCIÓN SUPERARÁ LA CANTIDAD QUE HAS PAGADO A KASERA EN LOS ÚLTIMOS SEIS (6) MESES, O, SI ES MAYOR, CIEN DÓLARES ($100). \n \nALGUNAS  JURISDICCIONES  NO  PERMITEN  LA  EXCLUSIÓN  DE  CIERTAS  GARANTÍAS  O  LA LIMITACIÓN   O   EXCLUSIÓN   DE   RESPONSABILIDAD   POR   DAÑOS   INCIDENTALES   O CONSECUENTES.   EN   CONSECUENCIA,   ALGUNAS   DE   LAS   LIMITACIONES   ANTERIORES PUEDEN NO APLICARSE A TI O NO SER EXIGIBLES RESPECTO A TI. SI NO ESTÁS SATISFECHO CON ALGUNA PARTE DEL SERVICIO O CON ESTOS TÉRMINOS Y CONDICIONES, TU ÚNICO Y EXCLUSIVO REMEDIO ES DEJAR DE USAR EL SERVICIO. \n \nSI   ERES   UN   USUARIO   DE   NUEVA   JERSEY,   LAS   SECCIONES   ANTERIORES   TITULADAS \"DESCARGO  DE  GARANTÍAS\"  Y  \"LIMITACIÓN  DE  RESPONSABILIDAD\"  ESTÁN  DESTINADAS  A SER SOLO TAN AMPLIAS COMO LO PERMITEN LAS LEYES DEL ESTADO DE NUEVA JERSEY. SI ALGUNA  PARTE  DE  ESTAS  SECCIONES  SE  CONSIDERA  INVÁLIDA  SEGÚN  LAS  LEYES  DEL ESTADO  DE  NUEVA  JERSEY,  LA  INVALIDEZ  DE  DICHA  PARTE  NO  AFECTARÁ  LA  VALIDEZ  DE LAS DEMÁS PARTES DE LAS SECCIONES APLICABLES. \n \nResolución   de   Disputas   Mediante   Arbitraje   Vinculante:   LEE   ESTA   SECCIÓN DETENIDAMENTE, YA QUE AFECTA TUS DERECHOS. \n \na. Acuerdo de Arbitraje \n \nEsta sección de Resolución de Disputas mediante Arbitraje Vinculante se denomina en  estos  Términos  y  Condiciones  como  el  \"Acuerdo  de  Arbitraje\".  Aceptas  que cualquier  disputa  o  reclamo  que  haya  surgido  o  pueda  surgir  entre  tú  y  Kasera,  ya sea  que  surja  de  o  esté  relacionado  con  estos  Términos  y  Condiciones  (incluyendo  cualquier  presunta  violación  de  los  mismos),  los  Servicios,  cualquier  publicidad, cualquier   aspecto   de   la   relación   o   transacciones   entre   nosotros,   se   resolverá exclusivamente  a  través  de  arbitraje  final  y  vinculante,  en  lugar  de  un  tribunal,  de acuerdo   con   los   términos   de   este   Acuerdo   de   Arbitraje,   excepto   que   puedes presentar reclamos individuales en el tribunal de reclamos menores, si tus reclamos califican. Además, este Acuerdo de Arbitraje no impide que presentes reclamos ante agencias  federales,  estatales  o  locales,  y  dichas  agencias,  si  la  ley  lo  permite, busquen  un  remedio  en  tu  nombre  contra  nosotros.  Aceptas  que,  al  aceptar  estos Términos y Condiciones, tú y Kasera renuncian al derecho a un juicio por jurado o a participar  en  una  demanda  colectiva.  Tus  derechos  serán  determinados  por  un árbitro   neutral,   no   por   un   juez   o   jurado.   La   Ley   de   Arbitraje   Federal   rige   la interpretación y ejecución de este Acuerdo de Arbitraje. \n \nPara los Vendedores o potenciales Vendedores, puedes optar por no participar en el requisito  de  arbitraje  si  previamente  no  has  acordado  una  disposición  de  arbitraje en los Términos y Condiciones de Kasera donde tuviste la oportunidad de optar por no  participar  en  el  requisito  de  arbitraje.  Si  previamente  has  acordado  dicha disposición  de  arbitraje,  puedes  optar  por  no  participar  en  cualquier  revisión  de  tu acuerdo  de  arbitraje  previo  hecha  por  esta  versión  del  acuerdo  de  arbitraje,  de  la manera  especificada  a  continuación,  pero  optar  por  no  participar  en  este  acuerdo de  arbitraje  no  afecta  ninguna  disposición  de  arbitraje  previa,  otra  o  futura  que puedas tener con Kasera. Excepto como se especifica en este acuerdo de arbitraje, si  eres  un  Vendedor,  puedes  optar  por  no  participar  en  el  Acuerdo  de  Arbitraje notificando  a  Kasera  por  escrito  dentro  de  los  30  días  posteriores  a  tu  acuerdo  con estos  Términos  y  Condiciones.  Para  optar  por  no  participar,  debes  enviar  una notificación  por  escrito  firmada  al  correo  legal@kaserafood.com,  Atención:  Legal, que  incluya  (a)  tu  nombre  de  usuario  de  la  cuenta,  (b)  tu  nombre,  (c)  tu  dirección, (d)   tu   número   de   teléfono,   (e)   tu   dirección   de   correo   electrónico   y   (f)   una declaración  clara  indicando  que  deseas  optar  por  no  participar  en  el  Acuerdo  de Arbitraje. \n \nb. Prohibición de Acciones Colectivas y Representativas y Alivio No Individualizado TÚ  Y  KASERA  ACUERDAN  QUE  CADA  UNO  DE  NOSOTROS  PUEDE  PRESENTAR  RECLAMOS CONTRA  EL  OTRO  SOLO  DE  MANERA  INDIVIDUAL  Y  NO  COMO  DEMANDANTE  O  MIEMBRO COLECTIVO   EN   CUALQUIER   SUPUESTA   ACCIÓN   O   PROCEDIMIENTO   COLECTIVO   O REPRESENTATIVO. A MENOS QUE TÚ Y KASERA ACUERDEN LO CONTRARIO, EL ÁRBITRO NO PUEDE  CONSOLIDAR  O  UNIR  LAS  RECLAMACIONES  DE  MÁS  DE  UNA  PERSONA  O  PARTE  Y NO PUEDE PRESIDIR NINGÚN TIPO DE PROCEDIMIENTO CONSOLIDADO, REPRESENTATIVO O  COLECTIVO.   ADEMÁS,   EL   ÁRBITRO   PUEDE   OTORGAR   REPARACIÓN   (INCLUYENDO REPARACIÓN MONETARIA, CAUTELAR Y DECLARATIVA) ÚNICAMENTE A FAVOR DE LA PARTE INDIVIDUAL   QUE   BUSCA   LA   REPARACIÓN   Y   SOLO   EN   LA   MEDIDA   NECESARIA   PARA PROPORCIONAR  LA  REPARACIÓN  REQUERIDA  POR  LOS  RECLAMOS  INDIVIDUALES  DE  ESA PARTE, EXCEPTO QUE TÚ PUEDES PRESENTAR UN RECLAMO Y EL ÁRBITRO PUEDE OTORGAR UNA REPARACIÓN CAUTELAR PÚBLICA SEGÚN LA LEY APLICABLE EN LA MEDIDA NECESARIA PARA LA EJECUCIÓN DE ESTA DISPOSICIÓN. \n \nc. Resolución de Disputas Prearbitrales \n \nKasera   siempre   está   interesada   en   resolver   disputas   de   manera   amigable   y eficiente,  y  la  mayoría  de  las  preocupaciones  de  los  clientes  pueden  resolverse rápidamente  y  satisfactoriamente  mediante  el  envío  de  un  correo  electrónico  al soporte   al   cliente   a   soporte@kaserafood.com.   Si   tales   esfuerzos   resultan infructuosos,  una  parte  que  tenga  la  intención  de  buscar  arbitraje  debe  enviar primero  a  la  otra,  por  correo  certificado,  un  Aviso  de  Disputa  por  escrito  (\"Aviso\").  El Aviso  a  Kasera  debe  enviarse  al  651  N.  BROAD  ST.  SUITE  201  Middletown,  DE  19709    y una copia al correo legal@kaserafood.com El Aviso debe (i) describir la naturaleza y base del reclamo o disputa y (ii) establecer el  alivio  específico  solicitado.  Si  Kasera  y  tú  no  resuelven  el  reclamo  dentro  de sesenta (60) días calendario después de que se reciba el Aviso, tú o Kasera pueden iniciar  un  procedimiento  de  arbitraje.  Durante  el  arbitraje,  la  cantidad  de  cualquier oferta  de  acuerdo  realizada  por  Kasera  o  tú  no  se  revelará  al  árbitro  hasta  que  el árbitro determine la cantidad, si la hubiera, a la que tú o Kasera tienen derecho. \n \nd. Procedimientos de Arbitraje \n \nEl  arbitraje  se  llevará  a  cabo  por  un  árbitro  neutral  de  acuerdo  con  las  reglas  y procedimientos  de  la  Asociación  Americana  de  Arbitraje  (\"AAA\"),  incluyendo  las Reglas de Arbitraje para Consumidores de la AAA (colectivamente, las \"Reglas de la AAA\"),  según  modificado  por  este  Acuerdo  de  Arbitraje.  Para  obtener  información sobre  la  AAA,  visita  su  sitio  web  http://www.adr.org.  Puedes  encontrar  información sobre las Reglas de la AAA y tarifas para disputas de consumidores en la página de arbitraje  de  consumidores  de  la  AAA,  http://www.adr.org/consumer_arbitration.  Si hay  alguna  inconsistencia  entre  algún  término  de  las  Reglas  de  la  AAA  y  algún término  de  este  Acuerdo  de  Arbitraje,  los  términos  aplicables  de  este  Acuerdo  de Arbitraje  prevalecerán  a  menos  que  el  árbitro  determine  que  la  aplicación  de  los términos   inconsistentes   del   Acuerdo   de   Arbitraje   no   resultaría   en   un   arbitraje  fundamentalmente  justo.  El  árbitro  también  debe  seguir  las  disposiciones  de  estos Términos  y  Condiciones  como  lo  haría  un  tribunal.  Todas  las  cuestiones  están sujetas   a   la   decisión   del   árbitro,   incluyendo,   pero   sin   limitarse   a,   cuestiones relacionadas  con  el  alcance,  la  aplicabilidad  y  la  arbitralidad  de  este  Acuerdo  de Arbitraje.  Aunque  los  procedimientos  de  arbitraje  suelen  ser  más  simples  y  ágiles que  los  juicios  y  otros  procedimientos  judiciales,  el  árbitro  otorgará  los  mismos daños y reparaciones de manera individual que un tribunal otorgaría a una persona bajo  los  Términos  y  Condiciones  y  la  ley  aplicable.  Las  decisiones  del  árbitro  son ejecutables  en  el  tribunal  y  solo  pueden  ser  anuladas  por  un  tribunal  por  razones muy limitadas. \n \nA  menos  que  Kasera  y  tú  acuerden  lo  contrario,  cualquier  audiencia  de  arbitraje  se llevará   a   cabo   en   un   lugar   razonablemente   conveniente   para   ambas   partes, teniendo  en  cuenta  tu  capacidad  para  viajar  y  otras  circunstancias  pertinentes.  Si las  partes  no  pueden  ponerse  de  acuerdo  sobre  un  lugar,  la  determinación  será realizada por la AAA. Si tu reclamación es de $5,000 o menos, Kasera acuerda que tú puedes  elegir  si  el  arbitraje  se  llevará  a  cabo  únicamente  en  base  a  documentos presentados  al  árbitro,  a  través  de  una  audiencia  virtual  o  en  persona  según  lo establecido  por  las  Reglas  de  la  AAA.  Si  tu  reclamación  excede  los  $10,000,  el derecho   a   una   audiencia   será   determinado   por   las   Reglas   de   la   AAA. \n \nIndependientemente de la manera en que se conduzca el arbitraje, el árbitro emitirá una  decisión  razonada  por  escrito  que  sea  suficiente  para  explicar  los  hallazgos  y conclusiones esenciales en los que se basa el laudo. \n \ne. Costos del Arbitraje \n \nEl   pago   de   todas   las   tarifas   de   presentación,   administración   y   árbitros (colectivamente,  las  \"Tarifas  de  Arbitraje\")  estará  sujeto  a  las  Reglas  de  la  AAA,  a menos que se disponga lo contrario en este Acuerdo de Arbitraje. Si el valor del alivio solicitado es de $75,000 o menos, a tu solicitud, Kasera pagará todas las Tarifas de Arbitraje.  Si  el  valor  del  alivio  solicitado  es  más  de  $75,000  y  puedes  demostrar  al árbitro que no puedes pagar económicamente tu parte de las Tarifas de Arbitraje o si el árbitro determina por cualquier motivo que no debes estar obligado a pagar tu parte de las Tarifas de Arbitraje, Kasera pagará tu parte de dichas tarifas. Además, si demuestras al árbitro que los costos del arbitraje serán prohibitivos en comparación con los costos de litigio, Kasera pagará la cantidad de las Tarifas de Arbitraje que el árbitro considere necesarias para evitar que el arbitraje sea prohibitivo en cuanto a  costos. Cualquier pago de honorarios de abogados estará sujeto a las Reglas de la AAA. \n \nf. Confidencialidad \n \nTodos los aspectos del procedimiento de arbitraje y cualquier fallo, decisión o laudo del árbitro serán estrictamente confidenciales en beneficio de todas las partes. \n \ng. Divisibilidad \n \nSi un tribunal o el árbitro decide que algún término o disposición de este Acuerdo de Arbitraje  (excepto  la  subsección  (b)  titulada  \"Prohibición  de  Acciones  Colectivas  y Representativas  y  Alivio  No  Individualizado\"  anterior)  es  inválido  o  inaplicable,  las partes   acuerdan   reemplazar   dicho   término   o   disposición   con   un   término   o disposición que sea válido y aplicable y que se acerque más a expresar la intención del  término  o  disposición  inválido  o  inaplicable,  y  este  Acuerdo  de  Arbitraje  será ejecutable en su forma modificada. Si un tribunal o el árbitro decide que cualquiera de  las  disposiciones  de  la  subsección  (b)  anterior  titulada  \"Prohibición  de  Acciones Colectivas  y  Representativas  y  Alivio  No  Individualizado\"  es  inválida  o  inaplicable, entonces  la  totalidad  de  este  Acuerdo  de  Arbitraje  será  nulo  y  sin  efecto,  a  menos que se considere que dichas disposiciones son inválidas o inaplicables únicamente con  respecto  a  reclamaciones  de  reparación  cautelar  pública.  El  resto  de  los Términos y Condiciones seguirá siendo aplicable. \n \nh. Cambios Futuros en el Acuerdo de Arbitraje \n\nNo  obstante  cualquier  disposición  en  estos  Términos  y  Condiciones  en  sentido contrario,  Kasera  acuerda  que  si  realiza  algún  cambio  futuro  en  este  Acuerdo  de Arbitraje  (excepto  un  cambio  en  la  Dirección  de  Notificación)  mientras  tú  seas usuario de los Servicios, puedes rechazar dicho cambio enviando a Kasera un aviso por  escrito  dentro  de  treinta  (30)  días  calendario  a  partir  del  cambio  a  la  Dirección de  Notificación  proporcionada  anteriormente.  Al  rechazar  cualquier  cambio  futuro, acuerdas   que   arbitrarás   cualquier   disputa   entre   nosotros   de   acuerdo   con   el lenguaje de este Acuerdo de Arbitraje en la fecha en que aceptaste por primera vez estos Términos y Condiciones (o aceptaste cambios posteriores a estos Términos y Condiciones). \n \nTerminación \n \n Aceptas  que  Kasera  puede  suspender  o  terminar  tu  cuenta  (o  cualquier  parte  de ella)  o  el  uso  del  Servicio  y  eliminar  y  descartar  cualquier  contenido  dentro  del Servicio  por  incumplimiento  de  los  Términos  y  Condiciones,  por  falta  de  uso  o  si Kasera  cree  que  has  violado  o  actuado  de  manera  inconsistente  con  el  espíritu  de estos  Términos  y  Condiciones.  Cualquier  actividad  sospechosa  de  fraude,  abuso  o ilegalidad  que  pueda  ser  motivo  de  terminación  de  tu  uso  del  Servicio  puede  ser referida  a  las  autoridades  policiales  correspondientes.  Kasera  también  puede,  a  su sola   discreción   y   en   cualquier   momento,   dejar   de   proporcionar   el   Servicio,   o cualquier  parte  de  él,  con  o  sin  previo  aviso.  Aceptas  que  cualquier  terminación  de tu  acceso  al  Servicio  bajo  cualquier  disposición  de  estos  Términos  y  Condiciones puede  llevarse  a  cabo  sin  previo  aviso  y  reconoces  y  aceptas  que  Kasera  puede desactivar o eliminar tu cuenta y toda la información y archivos relacionados en tu cuenta y/o prohibir cualquier acceso futuro a dichos archivos o al Servicio. Además, aceptas que Kasera no será responsable ante ti ni ante ningún tercero por cualquier terminación de tu acceso al Servicio. \n \nDisputas entre Usuarios \n \nAceptas  que  eres  el  único  responsable  de  tus  interacciones  con  cualquier  otro usuario  en  relación  con  el  Servicio  y  que  Kasera  no  tendrá  responsabilidad  ni responsabilidad  con  respecto  a  ello.  Kasera  se  reserva  el  derecho,  pero  no  tiene  la obligación,  de  involucrarse  de  alguna  manera  en  disputas  entre  tú  y  cualquier  otro usuario del Servicio. \n \nGeneral Estos  Términos  y  Condiciones  constituyen  el  acuerdo  completo  entre  tú  y  Kasera  y rigen tu uso del Servicio, sustituyendo cualquier acuerdo previo entre tú y Kasera con respecto   al   Servicio.   También   puedes   estar   sujeto   a   términos   y   condiciones adicionales  que  puedan  aplicarse  cuando  utilices  servicios  afiliados  o  de  terceros, contenido de terceros o software de terceros. Estos Términos y Condiciones estarán regidos  por  las  leyes  del  Estado  de  Delaware,  sin  tener  en  cuenta  sus  conflictos  de disposiciones  legales.  Con  respecto  a  cualquier  disputa  o  reclamación  que  no  esté sujeta   a   arbitraje,   como   se   establece   anteriormente,   tú   y   Kasera   acuerdan someterse   a   la   jurisdicción   personal   y   exclusiva   de   los   tribunales   estatales   y federales  ubicados  en  Delaware.  La  falta  de  ejercicio  o  aplicación  por  parte  de Kasera  de  cualquier  derecho  o  disposición  de  estos  Términos  y  Condiciones  no constituirá  una  renuncia  a  dicho  derecho  o  disposición.  Si  alguna  disposición  de  estos   Términos   y   Condiciones   es   encontrada   por   un   tribunal   de   jurisdicción competente como inválida, las partes acuerdan que el tribunal debe esforzarse por dar  efecto  a  las  intenciones  de  las  partes  reflejadas  en  la  disposición,  y  las  demás disposiciones  de  estos  Términos  y  Condiciones  permanecerán  en  pleno  vigor  y efecto.  Aceptas  que,  independientemente  de  cualquier  estatuto  o  ley  en  contrario, cualquier reclamo o causa de acción que surja de o esté relacionada con el uso del Servicio  o  estos  Términos  y  Condiciones  debe  presentarse  dentro  de  un  (1)  año después de que dicho reclamo o causa de acción surja o quedará permanentemente  excluida.  Una  versión  impresa  de  este  acuerdo  y  de  cualquier notificación  proporcionada  en  forma  electrónica  será  admisible  en  procedimientos judiciales  o  administrativos  basados  en  o  relacionados  con  este  acuerdo  en  la misma   medida   y   sujeto   a   las   mismas   condiciones   que   otros   documentos comerciales  y  registros  originalmente  generados  y  mantenidos  en  forma  impresa. \n \nNo  puedes  ceder  estos  Términos  y  Condiciones  sin  el  consentimiento  previo  por escrito   de   Kasera,   pero   Kasera   puede   ceder   o   transferir   estos   Términos   y Condiciones, en su totalidad o en parte, sin restricciones. Los títulos de las secciones en estos Términos y Condiciones son solo para conveniencia y no tienen efecto legal o  contractual.  Las  notificaciones  hacia  ti  pueden  hacerse  por  correo  electrónico  o correo   regular,   así   mismo,   por   mensaje   de   texto.   El   Servicio   también   puede proporcionar notificaciones hacia ti sobre cambios en estos Términos y Condiciones u   otros   asuntos   mediante   la   visualización   de   avisos   o   enlaces   a   avisos generalmente en el Servicio. \n \nTu Privacidad \n \nEn  Kasera,  respetamos  la  privacidad  de  nuestros  usuarios.  Para  más  detalles,  por favor  consulta  nuestra  Política  de  Privacidad  ubicada  en www.kaserafood.com/ privacy-policy. Al utilizar el Servicio, das tu consentimiento para la recopilación y uso de datos personales como se describe en esa política. \n \nAviso para Usuarios de California \n \nSegún  la  Sección  1789.3  del  Código  Civil  de  California,  los  usuarios  del  Servicio  de California tienen derecho al siguiente aviso específico de derechos del consumidor: \n \nLa  Unidad  de  Asistencia  de  Quejas  de  la  División  de  Servicios  al  Consumidor  del Departamento  de  Asuntos  del  Consumidor  de  California  puede  ser  contactada  por escrito en 1625 North Market Blvd., Suite N 112, Sacramento, CA 95834, o por teléfono al (916)  445-1254  o  (800)  952-5210.  Puedes  ponerte  en  contacto  con  Kasera,  Inc.  por escrito al correo legal@kaserafood.com   \n\n¿Dudas?\n Por  favor,  contáctanos  en  legal@kaserafood.com  para  informar  sobre  cualquier violación  de  estos  Términos  y  Condiciones  o  para  plantear  cualquier  pregunta relacionada con estos Términos y Condiciones o el Servicio. \n \nFecha de la Última Revisión: 4 de octubre 2023 "
  },
  "privacyPolicy": {
    "title": "Política de Privacidad",
    "text1": "¿Quienes somos?",
    "text2": "Puedes encontrar información sobre Kasera en la página web   www.kaserafood.com",
    "text3": "",
    "text4": "Comentarios",
    "text5": "Cuando los visitantes dejan comentarios en el sitio web, recolectamos la información mostrada en los comentarios, así como la dirección IP del visitando y otra información del navegador para apoyar a la detección de spam. ",
    "text6": "",
    "text7": "Medios",
    "text8": "Si subes imágenes al sitio web, deberás evitar imágenes que tengan información de tu ubicación. (EXIF GPS) Los visitantes del sitio web pueden descargar y extraer cualquier información sobre tu ubicación del sitio web.",
    "text9": "",
    "text10": "Cookies",
    "text11": "Si dejas un comentario en nuestro sitio podrás optar por grabar tu correo y nombre en las “cookies”. Esto es por tu conveniencia, para que no debas volver a llenar la información otra vez cuando dejes otro comentario. Estas “cookies” durarán 1 año. ",
    "text12": "",
    "text13": "Si visitas nuestra página de inicio, crearemos una “cookie” temporal para determinar si tu navegador acepta “cookies”. Esta “cookie” no contiene información personal y es desechada cuando cierras tu navegador.",
    "text14": "",
    "text15": "Cuando inicias sesión, creamos varias “cookies” para grabar tu información de inicio y tus preferencias visuales. Las “cookies” de inicio de sesión duran 2 días y las “cookies” de tus preferencias visuales duran 1 año. Si seleccionas “recuérdame”, tu inicio de sesión durará por 2 semanas. Si cierras la sesión de tu cuenta, las “cookies” se borrarán.",
    "text16": "",
    "text17": "Si editas o publicas una receta o un artículo una “cookie” adicional será grabada en tu navegador. Esta “cookie” no contiene información personal y simplemente indica el “ID” de la publicación que editaste y expira en 1 día.",
    "text18": "",
    "text19": "Contenido insertado desde otros sitios web",
    "text20": "Artículos en este sitio web pueden incluir contenido insertado (por ejemplo, videos, imágenes, artículos, etc.) El contenido insertado de otros sitios web se comporta de la misma exacta manera a que si el visitante estuviese visitando el otro sitio web.",
    "text21": "",
    "text22": "Estos sitios pueden recolectar información acerca de ti, usar “cookies”, insertar otros servicios de rastreo, monitorear tu interacción con el contenido insertado, incluyendo, rastrear tu interacción con el contenido insertado si tienes una cuenta o tienes una sesión iniciada en ese sitio web.",
    "text23": "",
    "text24": "¿Con quién compartimos tu información?",
    "text25": "Tu información será compartida con proveedores estratégicos de Kasera para poder cumplir con el funcionamiento normal de la plataforma. Estos proveedores, incluyen, pero no están limitados a: proveedores de servicios de entrega, instituciones financieras, pasarelas de pago, servicios de marketing y otros proveedores de servicios de información. ",
    "text26": "",
    "text27": "Toda tu información vivirá en servidores de plataformas como Google Cloud o Amazon Web Services.",
    "text28": "",
    "text29": "Kasera hará todo lo posible para proteger tu información utilizando tecnologías de encriptación razonables, así como limitando el acceso físico sin autorización a la misma. También reconocemos que ningún sistema es perfecto por lo que no podemos garantizar al 100% que la información nunca será verá comprometida. Si acaso existiera un compromiso a tu información Kasera se compromete a investigar y tomar las acciones legales pertinentes, así como notificarte si tu información se viese afectada.",
    "text30": "",
    "text31": "¿Por cuánto tiempo retenemos tu información? ",
    "text32": "Para usuarios que se registran en nuestra plataforma, almacenamos la información personal que provean a su perfil de usuario. Todos los usuarios pueden ver, editar o borrar su información personal en cualquier momento. (A excepción de su usuario). Los administradores del sitio también podrán ver y borrar esa información.",
    "text33": "",
    "text34": "¿Qué derechos tienes sobre tu información?",
    "text35": "Si tienes una cuenta en esta plataforma, o has dejado comentarios, pueden solicitar que te enviemos un archivo exportado de la información personal que almacenamos sobre ti, incluyendo cualquier información que nos hayas proveído. También podrás solicitar borrar cualquier información personal que guardemos sobre ti. Esto no incluye cualquier información que estamos obligados a guardar para fines administrativos, legales o de seguridad. ",
    "text36": "",
    "text37": "¿A dónde enviamos tu información?",
    "text38": " Tu información podrá ser enviada a proveedores de servicios independientes y siempre haremos el esfuerzo más razonable por mantener una lista actualizada y publicada de estos proveedores. ",
    "text39": "",
    "text40": "¿Cómo manejamos la información de tus tarjetas de crédito?",
    "text41": "Kasera no almacenará ninguna información de tus tarjetas de créditos de forma directa sino utilizará proveedores “PCI Compliant” como Pagadito, QPay Pro, Págalo, Visanet, Credomatic, 2Checkout o Stripe. Kasera solo almacenará “tokens” para que puedas realizar nuevas compras sin deber ingresar todos los datos. Podrás borrar cualquier información de tus tarjetas en tu perfil de la plataforma.",
    "text42": "",
    "text43": "Contacto legal:",
    "text44": "Escríbenos al correo kaserafood@gmail.com para cualquier consulta o solicitud relacionada al manejo de tus datos."
  },

  "registerPagerScreen": {
    "page1": {
      "title": "Comida casera que no encuentras en restaurantes.",
      "description": "Prueba platillos auténticos de chefs y cocineros locales y apoya la gastronomía artesanal."
    },
    "page2": {
      "title": "Platillos que vale la pena reservar",
      "description": "Pide con anticipación para que los chefs puedan conseguir ingredientes frescos. "
    },
    "page3": {
      "title": "Recibe tu comida lista para calentar",
      "description": "Recibe tu comida fresca y lista para calentar cuando decidas comértela."
    },
    "skip": "Saltar",
    "next": "Siguiente"
  },
  "loginFormScreen": {
    "title": "Iniciar sesión",
    "email": "Correo electrónico",
    "password": "Contraseña",
    "continue": "Continuar",
    "info": "Accede a tu cuenta:",
    "recoverPassword": "Olvidé mi contraseña"
  },
  "mainScreen": {
    "why": "¿Por qué?",
    "home": "Inicio",
    "chefs": "Chefs",
    "search": "Buscar",
    "more": "Más",
    "dayShipping": "Día de entrega",
    "delivery": "Entrega",
    "new": "¡Nuevo!",
    "eatHealthy": "Come sano todos los días con los paquetes Kasera",
    "testDish": "¡Prueba tu primer platillo a solo Q40 con envío GRATIS!",
    "requestDish": "Pedir platillo de prueba",
    "whatDoYouNeed": "¿Qué necesitas?",
    "packageFoodHealthy": "Paquetes de comida saludable",
    "dailyDeliveryFree": "Recibe a diario comida sana con envío gratis.",
    "dishesAndMore": "Platillos típicos, postres y más",
    "exploreDailyMenu": "Explora los menús diarios",
    "menuFrom": "Menu del",
    "pickOptions": "Elige entre 3 opciones de menús para cada día desde Q42 x platillo",
    "seeMoreDishes": "Ver más platillos así  :)",
    "homemadeStuff": "Cositas 100% caseras para ti",
    "someChefsForYou": "Algunos chefs para ti",
    "seeMore": "Ver más",
    "seeMoreOptions": "Ver más opciones",
    "lunchHealthy": "Paquetes de almuerzos saludables",
    "forgetCook": "Olvídate de cocinar y recibe comida todos los días",
    "seeMenuAndPrices": "Ver menús y precios",
    "scheduleDelivery": "Programa tus entregas",
    "pickLunches": "Elige un paquete y programa tus almuerzos, cenas y hasta postres.",
    "eatDelicious": "Come rico y saludable",
    "optionsDay": "Cada día tendrás al menos 3 opciones diferentes de comida sana o tradicional.",
    "madeChefs": "Hechos por chefs",
    "profesionalChefs": "La comida será hecha por chefs talentosos cerca de ti.",
    "freeDelivery": "Envío gratis",
    "dailyReceive": "Recibe diariamente tus almuerzos listos para calentar y con ¡envío gratis! *",
    "exploreAvailableMenus": "Explora los menús disponibles",
    "dinnerLunch": "Almuerzos y cenas",
    "deliveryTime": "Las entregas son de 10 AM a 1 PM",
    "youAreNotReady": "¿No estás listo para un paquete?",
    "testFirstLunch": "¡Prueba tu primer platillo sin compromisos y envío gratis!",
    "iWantTest": "Quiero probar",
    "priceLunch": "* Paquetes desde Q{{price}} por platillo",
    "testIndividualDish": "Prueba creaciones caseras de chefs de tu comunidad.",
    "book": "Reserva ",
    "homemadeDishes": "platillos caseros de chefs locales",
    "some": "Algunos",
    "chefsForYou": "chefs para ti",
    "knowThe": "Conoce los",
    "lunchPackages": " paquetes de almuerzos"
  },
  "placeholder": {
    "dishTitle": "Costillas con barcaboo de pollo",
    "chefName": "Luis R."
  },
  "bottomNavigation": {
    "home": "Inicio",
    "chefs": "Chefs",
    "search": "Buscar",
    "more": "Más"
  },
  "modalLocation": {
    "title": "Elige una dirección",
    "addAddress": "Ingresa un dirección",
    "useCurrentLocation": "Usar ubicación actual",
    "cannotGetLocation": "No se pudo obtener tu ubicación"
  },

  "modalDeliveryDay": {
    "title": "Pide con anticipación",
    "description": "Los platillos en Kasera se realizan de forma artesanal en cocinas pequeñas, por ello, los cocineros no tienen inventarios y deben conseguir ingredientes frescos cada vez que tienen un pedido.",
    "continue": "Continuar"
  },
  "categories": {
    "title": "Categorías"
  },
  "chefs": {
    "delivery": "Entrega",
    "name": "Juana R.",
    "description": "Pepian de tres carnes",
    "category": "Vegetariaono - Mexicano",
    "price": "Q15"
  },
  "dishDetailScreen": {
    "title": "Platillo",
    "unities": "Unidades",
    "commentChef": "Comentario al chef:",
    "placeHolderCommetChef": "Alergias, indicaciones.",
    "moreProductsChef": "Más productos del chef",
    "addToOrder": "Agregar a orden",
    "updateOrder": "Actualizar la orden",
    "pay": "Pagar"
  },
  "menuChefScreen": {
    "title": "Menú",
    "dayDelivery": "Días de entrega del chef:",
    "chefMenu": "Menú del chef",
    "watchCart": "Ver carrito",
    "leave": "¿Deseas salir?",
    "leaveDescription": "Perderás los platillos que agregaste de este chef",
    "yesLeave": "Sí, salir",
    "noLeave": "Regresar",
    "why": "¿Por qué?",
    "whyTitle": "¿Por qué?",
    "whyDescription": "En Kasera, diferentes chefs de la ciudad tienen su propia tienda en el app. Cada chef está en diferente ubicación, tiene diferentes horarios y tarifa de envío. Por este motivo, es necesario que completes el pedido de un chef antes pedirle a otro.",
    "commentChef": "Comentario al chef:"
  },
  "checkoutScreen": {
    "title": "Detalles de entrega",
    "info": "Información de entrega",
    "address": "Dirección",
    "addressPlaceholder": "Selecciona tu dirección",
    "deliveryNote": "Nota de entrega",
    "deliveryNotePlaceholder": "Referencias, código de acceso, etc",
    "deliveryDate": "Fecha de entrega",
    "deliveryDatePlaceholder": "Selecciona una fecha",
    "deliveryTime": "Elige el rango de entrega",
    "paymentMethod": "Selecciona el método de pago",
    "paymentMethods": "Métodos de pago",
    "paymentCard": "Agrega los datos de la tarjeta",
    "delivery": "Entrega:",
    "errorDayDelivery": "Selecciona un día de entrega",
    "errorTimeDelivery": "Selecciona un rango de entrega",
    "errorOrder": "Lo sentimos, no se la logrado realizar tu pedido",
    "errorOrderPayment": "Lo sentimos, no se ha logrado procesar el pago",
    "nitPlaceholder": "Ingresa tu NIT o DPI para la factura",
    "rfcPlaceholder": "Ingresa tu RFC para la factura",
    "nit": "Ingresa tu NIT (Opcional)",
    "rfc": "Ingresa tu RFC (Opcional)",
    "uponDelivery": "Pago contra-entrega",
    "errorCard": "No has ingresado todos los datos de tu tarjeta",
    "errorPayment": "Selecciona un método de pago",
    "paymentCash": "Efectivo",
    "makeOrder": "Hacer pedido",
    "useCoupon": "Usar cupón",
    "pay": "Pagar",
    "addPayment": "Agregar tarjeta",
    "paymentMethodUpdated": "Método de pago actualizado",
    "paymentMethodNotUpdated": "No se ha logrado actualizar el método de pago",
    "paymentMethodAdded": "Método de pago agregado",
    "paymentMethodError": "No se ha logrado agregar el método de pago",
    "paymentMethodErrorUnknown": "La tarjeta debe ser Visa o MasterCard",
    "paymentCashDescription": "Pagas al recibir",
    "paymentMethodErrorEmptyFields": "No has ingresado todos los datos de tu tarjeta",
    "deliveryInfo": "Información de entrega",
    "noteDelivery": "Nota de entrega",
    "noteDeliveryPlaceholder": "Referencias, código de acceso, etc.",
    "paymentAutomatic": "Plan mensual (cobro automático)",
    "offOrder": "Ahorra 5% de tu orden ({{total}})",
    "paymentAutomaticDescription": {
      "part1": "Se cobrará tu tarjeta cada ",
      "part2": ". Puedes cancelar el plan cuando desees."
    },
    "taxId": "Ingresa tu NIT (opcional)",
    "taxIdPlaceholder": "Escribe el NIT",
    "datesDelivery": "Recibirás platillos en estas fechas:",
    "discount": "Descuento",
    "deliveryPrice": "Precio de envío",
    "happy": "Plan Feliz",
    "prime": "Plan Prime",
    "custom": "Plan personalizado",
    "test": "Platillo de prueba",
    "deliveryTimePlan": "Las entregas son de 10 AM a 1 PM",
    "addPaymentMethod": "Agregar método de pago",
    "youDontHavePaymentMethods": "Aún no has agregado métodos de pago",
    "errorSelectPaymentMethod": "Debes seleccionar un método de pago"
  },
  "endOrderScreen": {
    "title": "Pedido realizado",
    "deliveryOn": "Entregar en:",
    "deliveryDate": "Fecha de entrega:",
    "info": "Te enviaremos una confirmación a tu correo electrónico",
    "order": "Pedido",
    "thankYou": "Gracias por tu apoyo",
    "cookWithLove": "Cocinaré tu platillo con mucho amor.",
    "continueExplore": "Seguir explorando"
  },
  "searchScreen": {
    "title": "Buscador",
    "somethingDiferent": "Quiero algo diferente",
    "searchPlaceholder": "Buscar..."
  },
  "mapScreen": {
    "title": "Verifica la ubicación",
    "disabledLocation": "Para poder usar esta función, debes activar la localización en tu dispositivo.",
    "whereReciveFood": "¿Dónde deseas recibir tu comida?",
    "addressRequired": "Debes ingresar una dirección",
    "addressPlaceholder": "Ingresa una dirección",
    "noLocation": "Debe ajustar el pin",
    "errorToGetLocation": "Lo sentimos, no se ha logrado obtener la ubicación",
    "canNotGetLocation": "No se ha logrado obtener tu ubicación",
    "searchPlaceholder": "Buscar una ubicación o referencia",
    "cofirmUbication": "Confirmar ubicación"
  },
  "addressScreen": {
    "title": "Confirmar dirección",
    "addressComplete": "Dirección completa",
    "addressPlaceholder": "Escribe la dirección completa",
    "addressCompleteRequired": "Debes ingresar la dirección completa",
    "houseApartmentNumber": "Número de casa o apartamento (Opcional)",
    "houseApartmentNumberPlaceholder": "Ingresalo aquí",
    "houseApartmentNumberRequired": "Debes ingresar el número de casa o apartamento",
    "instructionsDelivery": "Instrucciones de entrega, referencias, codigo de acceso (Opcional)",
    "instructionsDeliveryPlaceholder": "Escribe aquí",
    "howSaveThisAddress": "¿Cómo deseas guardar esta dirección? (Opcional)",
    "howSaveThisAddressPlaceholder": "Ejemplo: Mi casa, la oficina",
    "howSaveThisAddressRequired": "Debes ingresar el nombre de la dirección",
    "phoneDelivery": "Teléfono de entrega (Opcional)",
    "phoneDeliveryPlaceholder": "1234-5678",
    "phoneDeliveryRequired": "Debes ingresar un teléfono de entrega",
    "phoneFormatIncorrect": "Parece que tu número es incorrecto. Ingresa el código de area",
    "phoneFormatIncorrectGt": "Número de teléfono inválido",
    "addressSaved": "Se ha guardado tu dirección",
    "checkYourAddress": "*Revisa si es correcta tu dirección"
  },
  "modalDeliveryDate": {
    "deliveryDate": "Fecha de entrega",
    "why": "¿Por qué?"
  },
  "paymentCard": {
    "name": "Nombre",
    "namePlaceholder": "Ingresa el nombre de la tarjeta",
    "nameRequired": "Debes ingresar el nombre de la tarjeta",
    "number": "Número de tarjeta",
    "numberPlaceholder": "Escribe los números",
    "numberRequired": "Debes ingresar el número de la tarjeta",
    "expirationDate": "Fecha de vto.",
    "expirationDatePlaceholder": "MM/AA",
    "expirationDateRequired": "Fecha requerida",
    "cvv": "CVV",
    "cvvPlaceholder3": "3 dígitos",
    "cvvPlaceholder4": "4 dígitos",
    "cvvRequired": "CVV requerido",
    "alias": "Alias",
    "aliasPlaceholder": "Ejemplo: tarjeta empresa",
    "aliasRequired": "Debes ingresar el alias",
    "numberMinLength": "El número de tarjeta no es válido"
  },
  "drawerContent": {
    "closeSession": "Cerrar sesión",
    "myOrdres": "Mis Pedidos",
    "removeAccount": "Eliminar cuenta",
    "myAccount": "Mi cuenta",
    "termsConditions": "Términos y condiciones",
    "loginRegister": "Iniciar sesión / Registrarse",
    "bugReport": "Reportar un error",
    "support": "Soporte",
    "whatsAppMessage": "Hola, tengo un consulta",
    "ordersToPrepare": "Pedidos a preparar",
    "previousOrders": "Pedidos anteriores"
  },
  "tabMainNavigation": {
    "home": "Inicio",
    "chefs": "Chefs",
    "search": "Buscar",
    "more": "Más",
    "packages": "Paquetes",
    "new": "Nuevo",
    "dishes": "Platillos"
  },
  "ordersScreen": {
    "title": "Mis pedidos",
    "inProgress": "En curso",
    "previous": "Anteriores",
    "articlesPlural": "Artículos",
    "articlesSingular": "Artículo"
  },
  "recoverPasswordScreen": {
    "title": "Recuperar contraseña",
    "email": "Correo electrónico",
    "emailPlaceholder": "Ingresa tu correo electrónico",
    "emailRequired": "Debes ingresar un correo electrónico",
    "emailFormatIncorrect": "El formato del correo electrónico es incorrecto",
    "send": "Enviar correo",
    "errorSend": "Lo sentimos, no se ha logrado enviar el correo electrónico",
    "info": "Ingresa tu correo para poder recuperar tu contraseña",
    "emailSended": "Te hemos enviado un correo, con un token cambiar tu contraseña",
    "sendAgain": "Volver a enviar correo",
    "ready": "¡Listo!"
  },
  "recoverPasswordTokenScreen": {
    "title": "Token",
    "info": "Ingresa el token que te hemos enviado por correo electrónico"
  },
  "newPasswordScreen": {
    "title": "Nueva contraseña",
    "info": "Ingresa tu nueva contraseña, debe tener al menos 4 caracteres",
    "passwordPlaceholder": "Ingresa tu contraseña",
    "passwordRequired": "Debes ingresar tu contraseña",
    "passwordConfirmRequired": "Debes confirmar tu contraseña",
    "passwordMinLength": "Debes ingresar al menos 4 caracteres",
    "passwordConfirmPlaceholder": "Confirma tu contraseña",
    "save": "Guardar",
    "infoChanged": "Tu contraseña se ha cambiado, ahora puedes iniciar sesión con tu nueva contraseña",
    "login": "Iniciar sesión",
    "passwordNotMatch": "Las contraseñas no coinciden"
  },
  "calendar": {
    "today": "Hoy",
    "months": {
      "january": "Enero",
      "february": "Febrero",
      "march": "Marzo",
      "april": "Abril",
      "may": "Mayo",
      "june": "Junio",
      "july": "Julio",
      "august": "Agosto",
      "september": "Septiembre",
      "october": "Octubre",
      "november": "Noviembre",
      "december": "Diciembre"
    },
    "days": {
      "monday": "Lunes",
      "tuesday": "Martes",
      "wednesday": "Miércoles",
      "thursday": "Jueves",
      "friday": "Viernes",
      "saturday": "Sábado",
      "sunday": "Domingo"
    },
    "monthsShort": {
      "jan": "Ene",
      "feb": "Feb",
      "mar": "Mar",
      "apr": "Abr",
      "may": "May",
      "jun": "Jun",
      "jul": "Jul",
      "aug": "Ago",
      "sep": "Sep",
      "oct": "Oct",
      "nov": "Nov",
      "dec": "Dic"
    },
    "daysShort": {
      "mon": "Lun",
      "tue": "Mar",
      "wed": "Mie",
      "thu": "Jue",
      "fri": "Vie",
      "sat": "Sab",
      "sun": "Dom"
    }
  },
  "modalRequestDish": {
    "tellUsWhatYouNeed": "Cuéntanos que necesitas",
    "weSarchBetter": "Buscaremos lo mejor para ti",
    "dishName": "¿Que platillo deseas?",
    "dishNamePlaceholder": "Ejemplo: Pollo a la plancha",
    "dishNameRequired": "Debes ingresar el nombre del platillo",
    "peopleCount": "¿Para cuántas personas? (opcional)",
    "whenYouNeed": "¿Para cuándo lo necesitas?",
    "dateNotSpecific": "Sin fecha específica",
    "selectDate": "Elegir fecha",
    "request": "Solicitar",
    "changeDate": "Cambiar fecha",
    "writeHere": "Escribe aquí",
    "requestDish": "Solicitar platillo",
    "ready": "¡Listo!",
    "confirmationInfo": "Te enviaremos un correo cuando encontremos al chef indicado para tu solicitud.",
    "continue": "Seguir"
  },
  "addons": {
    "chooseYourAddons": "Elige tus complementos",
    "choice": "Elige",
    "options": "opciones",
    "option": "opción",
    "each": "c/u",
    "obligatory": "Obligatorio"
  },
  "location": {
    "canNotOpenSettings": "No se ha logrado abrir la configuración",
    "necessaryAcceptPermission": "Es necesario aceptar el permiso para poder usar Kasera",
    "enableServices": "Habilita los servicios de localización para permitir a Kasera determinar tu ubicación.",
    "goToSettings": "Ir a configuración",
    "dontUseLocation": "No usar localización"
  },
  "accountScreen": {
    "title": "Mi cuenta",
    "removeAccount": "Eliminar cuenta",
    "removeAccountConfirmation": "¿Estás seguro de eliminar tu cuenta?",
    "removeAccountConfirmationInfo": "Si eliminas tu cuenta, no podrás volver a acceder",
    "removeAccountConfirmationYes": "Sí, eliminar",
    "removeAccountConfirmationNo": "No, cancelar",
    "removeAccountSuccess": "Se ha eliminado tu cuenta",
    "removeAccountError": "No se ha logrado eliminar tu cuenta",
    "logout": "Cerrar sesión"
  },
  "banner": {
    "whatIsKasera": "¿Qué es Kasera?",
    "whatIsKaseraDescription1": "Kasera es un marketplace donde podrás reservar los mejores platillos de chefs caseros talentosos de tu comunidad.",
    "whatIsKaseraDescription2": "Encuentra recetas tradicionales auténticas, paquetes de almuerzos para la semana, comida para festividades y para eventos.",
    "whatIsKaseraDescription3": "Reserva con anticipación para darle tiempo al chef de buscar ingredientes frescos y cocinar artesanalmente.",
    "whatIsKaseraDescription4": "La cocina artesanal es elaborada y con amor, por esa razón el platillo no llegará de inmediato sino a partir del día siguiente. Llegará 100% a domicilio y listo para calentar.",
    "welcome": "Bienvenido a",
    "kasera": "Kasera",
    "whatIsIt": "¿Qué es?",
    "seasonal": "De temporada",
    "seasonalDescription": "Explora platillos de temporada",
    "explore": "Explorar",
    "tryNewFlavors": "Prueba nuevos sabores",
    "newChefs": "Nuevos chefs",
    "toKnow": "Conocer",
    "kaseraFavorites": "Favoritos",
    "kaseraFavoritesDescription": "Descrubre nuestros platillos recomendados",
    "discover": "Descubrir"
  },
  "newChefsScreen": {
    "title": "Nuevos chefs"
  },
  "favoriteScreen": {
    "title": "Favoritos Kasera"
  },
  "orderDetailScreen": {
    "title": "Pedido",
    "pending": "Pendiente",
    "paymentMethod": "Método de pago",
    "orderStatus": "Estado del pedido",
    "waiting": "En espera",
    "processing": "Procesando",
    "completed": "Completado",
    "order": "Pedido"
  },
  "modalNecessaryLocation": {
    "title": "Ingresa una ubicación para buscar cocineros cercanos.",
    "order": "Pedidio"
  },
  "modalAutocomplete": {
    "title": "Ingresa una ubicación",
    "placeholderSearch": "Escribe la ubicación o referencia"
  },
  "modalWithoutCoverage": {
    "title": "Fuera de cobertura",
    "info": "Lo sentimos, no tenemos cobertura en la ubicación seleccionada"
  },
  "reportBugScreen": {
    "title": "Reportar un error",
    "description": "Si encuentras algún error en la aplicación, por favor, repórtalo y lo solucionaremos lo antes posible.",
    "titlePlaceholder": "Ingresa un título",
    "descriptionPlaceholder": "Describe a detalle el error",
    "titleRequired": "Debes ingresar el título",
    "descriptionRequired": "Debes ingresar la descripción",
    "minLength": "Debes ingresar al menos 3 caracteres",
    "titleError": "Título",
    "descriptionError": "Descripción",
    "errorToSendBug": "Lo sentimos, no se ha logrado enviar los datos",
    "successToSendBug": "Error reportado"
  },
  "modalReportBug": {
    "title": "Error reportado",
    "info": "Gracias por enviar la información, lo revisaremos lo antes posible."
  },
  "modalCoupon": {
    "title": "Usar cupón",
    "placeholderCoupon": "Ingresa el código del cupón",
    "couponRequired": "Debes ingresar el cupón",
    "labelCoupon": "Cupón",
    "couponInvalid": "El cupón no es válido",
    "use": "Aplicar",
    "discountApply": "Descuento del {{percent}} aplicado"
  },
  "plansScreen": {
    "title": "Paquetes de almuerzos semanales",
    "benefits": {
      "title": "Beneficios",
      "benefit1": "Nuevas opciones cada semana",
      "benefit2": "Ahorrarás tiempo y comerás sin tener que cocinar",
      "benefit3": "Almuerzos saludables y caseros hechos por amantes de la cocina",
      "benefit4": "Ingredientes frescos en cada platillo",
      "benefit5": "Envío hasta la puerta de tu casa",
      "benefit6": "Fácil de calentar en microondas, horno o sartén"
    },
    "moreInfo": "Más información",
    "messageWhatsApp": "Hola, quiero mas información sobre los paquetes de almuerzos semanales",
    "recharge": "Recargar",
    "packageExpired": "Tu paquete ha expirado el {{date}}"
  },
  "formPlansScreen": {
    "knowYou": "Ayúdanos a conocerte mejor",
    "protein": "Presiona las proteínas que te gusten",
    "markOptionsIdentifyYou": "Marca las opciones que te identifican",
    "allergy": "¿Tienes alguna alergia?",
    "hop": "Saltar"
  },
  "subscriptionScreen": {
    "description": "Selecciona la cantidad de platillos que deseas",
    "happy": "Feliz",
    "prime": "Prime",
    "quantityDishes": "{{quantity}} platillos (créditos)",
    "threePerDay": "2 opciones por día",
    "freeDelivery": "Envío gratis",
    "daysToUse": "{{days}} dias para usar",
    "price": "Q{{price}}",
    "priceDishes": "(Q{{price}} por platillo)",
    "packages": "Paquetes",
    "fourPerDay": "3 opciones por día",
    "snacksDrink": "Snacks y bebidas",
    "youAreNotSure": "¿No estás listo para el compromiso?",
    "testFirstDish": "Prueba tu primer platillo",
    "withFreeDelivery": " con envío gratis ",
    "withoutCommitment": "y sin compromiso",
    "forOnly": "Por solo Q{{price}}",
    "whatAreCredits": "¿Qué son los créditos?",
    "creditIsDish": "Un crédito es igual a un platillo ",
    "creditDescription": "en la mayoría de los casos. Pero, algunos días podrás elegir platillos premium que consumen más créditos, o postres, que consumen menos.",
    "howWorksPayment": "¿Como funcionan los pagos?",
    "paymentDescription": {
      "part1": "Paga cada vez que compres un paquete o",
      "part2": " activa un plan mensual ",
      "part3": "con cobro automático (como Netflix 😜) para obtener mejores precios."
    },
    "changePlan": "Cambio de plan",
    "changePlanDescription": "No puedes cambiar de plan hasta que termines los créditos de tu plan actual",
    "custom": "Personalizado",
    "customDescription": "¿Cuantos necestias?",
    "customPriceDelivery": "Envío Q{{price}} por día (gratis a partir de {{minimumQuantity}} platillos)",

    "priceCustom": "Q{{price}} por platillo +",
    "deliveryPerDay": "Q{{price}} de envío por dia"
  },
  "menuScreen": {
    "title": "Menú",
    "scheduleThisWeek": "Programa los platillos que desees esta semana",
    "strongDish": "Platos fuertes y acompañamientos",
    "deliveryTime": "Las entregas son de 10 AM a 1 PM",
    "importantAnnouncement": "Anuncio importante",
    "useCredits": "Usar créditos ( {{total}} )",
    "scheduleLater": "Programar después",
    "snacksDrinks": "Snacks y bebidas",
    "desserts": "Postres"
  },
  "lunch": {
    "credit": "crédito",
    "credits": "créditos"
  },
  "menuSummary": {
    "title": "Resumen",
    "remainingCredits": "Créditos restantes",
    "expiresOn": "Vence el",
    "consumption": "Consumo",
    "totalConsumption": "Total consumo",
    "scheduledDeliveries": "Entregas programadas",
    "rememberDeliveryTime": "¡Recuerda! Las entregas son de 10 AM a 1 PM",
    "commentChef": "¿Deseas agregar una nota al chef?"
  },
  "checkoutPlanScreen": {
    "title": "Detalles de entrega",
    "deliveryInfo": "Información de entrega",
    "address": "Dirección",
    "noteDelivery": "Nota de entrega",
    "noteDeliveryPlaceholder": "Referencias, código de acceso, etc.",
    "paymentMethod": "Selecciona el método de pago",
    "paymentAutomatic": "Plan mensual (cobro automático)",
    "offOrder": "Ahorra 5% de tu orden ({{total}})",
    "paymentAutomaticDescription": "Se cobrará tu tarjeta cada 18 de agosto. Puedes cancelar el plan cuando desees.",
    "paymentCard": "Tarjeta de débito o crédito",
    "paymentCash": "Efectivo -  contra entrega",
    "taxId": "Ingresa tu NIT (opcional)",
    "taxIdPlaceholder": "Escribe el NIT",
    "datesDelivery": "Recibirás platillos en estas fechas:",
    "discount": "Descuento",
    "deliveryPrice": "Precio de envío"
  },
  "dishesScreen": {
    "moreWanted": "Platillos más queridos"
  },
  "ordersChefScreen": {
    "title": "Pedidos a preparar",
    "articles": "artículos",
    "delivery": "Hora de entrega",
    "reject": "Rechazar",
    "noOrders": "No tienes pedidos a preparar",
    "status": "Estado",
    "orderConfirmed": "Tu pedido ha sido confirmado",
    "orderRejected": "Tu pedido ha sido rechazado",
    "orderConfirmedError": "No se ha logrado confirmar tu pedido",
    "orderRejectedError": "No se ha logrado rechazar tu pedido",
    "confirm": "Confirmar de enterado",
    "aware": "Enterado",
    "rejected": "Rechazado",
    "cancelled": "Cancelado",
    "onRoute": "En ruta",
    "orderOnRoute": "¿Tu pedido va en ruta?",
    "orderOnRouteConfirm": "Tu pedido va en ruta",
    "orderOnRouteError": "No se ha logrado confirmar tu pedido",
    "delivered": "Entregado al repartidor",
    "completed": "Completado"
  },
  "orderChefDetail": {
    "title": "Pedido #{{order}}",
    "customerPreferences": "Preferencias del cliente",
    "customerNote": "Nota del cliente",
    "orderMade": "Pedido realizado el {{date}}",
    "orderSummary": "Resumen del pedido",
    "amountInvoice": "Monto a facturar: ",
    "detailedOrder": "Pedido detallado",
    "tax": "NIT: ",
    "revenue": "Ganancia: ",
    "article": "artículo",
    "articles": "artículos",
    "noteChef": "Nota del cliente",
    "vacuumPacked": "Empacado al vacío"
  },
  "chefInvoiceScreen": {
    "title": "Pedidos anteriores",
    "uploadInvoiceOrder": "Subir factura del pedido #{{order}}",
    "selectImagOrPDF": "*Selecciona una imagen o PDF",
    "pickFile": "Seleccionar factura",
    "uploadFile": "Subir factura",
    "amountInvoice": "Monto a facturar",
    "uploadInvoice": "Subir factura",
    "uploadSuccess": "Factura subida",
    "uploadError": "No se ha logrado subir la factura",
    "invalidSelectedFile": "El archivo seleccionado no es válido",
    "errorToSelectFile": "No se ha logrado seleccionar el archivo",
    "invoiced": "Facturado",
    "filters": "Filtrar pedidos",
    "typeOrder": "Tipo de pedido",
    "vacuumPacked": "Empacado al vacío",
    "dailyDelivery": "Entrega diaria",
    "dateRange": "Rango de fechas",
    "startDate": "Fecha inicio",
    "endDate": "Fecha fin",
    "noOrders": "No tienes pedidos",
    "paid": "Pago realizado"
  },
  "modalWithoutCoverageCredits": {
    "title": "Sin cobertura en tu ubicación",
    "info": "Lamentablemente, no tenemos cobertura en la ubicación que ingresaste, pero te ofrecemos la opción de paquetes sellados al vacío que podrás recibir los domingos o lunes",
    "whatsAppMessage": "Hola, quiero más información sobre los paquetes sellados al vacío"
  }
}
